IDS_GEN_DGNREPORT_US_TEST = "GEN_DgnReport_US-測試(Lang:KR)"
IDS_GEN_US_MSG_INCONSISTENT_DLL = "設計模組版本與目前版本不相容。\n無法產生報表。"
IDS_1ST_FLOOR_LEVEL = "1st 樓層"
IDS_ANGLE = "角度"
IDS_AREA = "面積"
IDS_AXIAL_CAPACITY = "軸向強度"
IDS_AXIAL_STRESS = "軸向應力"
IDS_BASIC_WIND_SPEED_V = "基本風速 (V)"
IDS_BEAM = "梁"
IDS_BEARING = "支承承壓"
IDS_BEARING_STRESS_DIAGRAM = "支承壓應力圖"
IDS_BOTTOM = "下層筋"
IDS_BOTTOM_UPPERCASE = "下層筋"
IDS_BOUNDARY_CONDITION = "邊界條件"
IDS_BUILDING_TYPE = "建築物類型"
IDS_BUILTUP = "組合斷面"
IDS_BY_HORIZONTAL_REBAR_SPACE = "依水平鋼筋間距"
IDS_BY_SELF = "依自重"
IDS_BY_WIND = "依風力"
IDS_CALC_ACTUAL_STRESS = "計算實際應力"
IDS_CALC_AXIAL_MOMENT_CAPACITY = "計算軸向載重與彎矩強度"
IDS_CALC_BENDING_STRENGTH_FOR_SHEAR_FORCE = "計算設計剪力之彎矩強度。"
IDS_CALC_CAPACITY_COMPRESSION_BLOCK = "計算壓力應力塊強度"
IDS_CALC_CAPACITY_REBAR = "計算鋼筋強度"
IDS_CALC_CAPACITY_CONCRETE_HOLE_BY_STEEL = "計算鋼筋或型鋼對混凝土孔洞之強度"
IDS_CALC_CONCENTRIC_AXIAL_CAPACITY = "計算同心軸力強度"
IDS_CALC_CRACK_MOMENT = "計算斷面開裂彎矩"
IDS_CALC_AS_RECT_SECTION = "視為矩形斷面計算"
IDS_CALC_DEFLECTION = "計算撓度"
IDS_CALC_DESIGN_FORCE = "計算設計力"
IDS_CALC_DESIGN_LOAD = "計算設計載重"
IDS_CALC_DESIGN_MOMENT = "計算設計彎矩"
IDS_CALC_DESIGN_SHEAR_FORCE_SPECIAL_SEIS_PROVISION = "依耐震設計特別規定計算設計剪力"
IDS_CALC_DESIGN_VELOCITY_PRESSURE = "計算設計風速壓"
IDS_CALC_DESIGN_WIND_PRESSURE = "計算設計風壓"
IDS_CALC_ECCENTRICITY = "計算偏心距"
IDS_CALC_EFFECTIVE_INERTIA_MOMENT = "計算有效慣性矩"
IDS_CALC_INERTIA_MOMENT_FOR_NEGATIVE = "計算負彎矩斷面之慣性矩"
IDS_CALC_INERTIA_MOMENT_FOR_POSITIVE = "計算正彎矩斷面之慣性矩"
IDS_CALC_MAX_SPACE = "計算最大間距"
IDS_CALC_MIN_ECCENTRICITY = "計算最小偏心距"
IDS_CALC_MIN_MOMENT = "計算最小彎矩"
IDS_CALC_MIN_REBAR_AREA_REQ = "計算需求最小鋼筋面積"
IDS_CALC_MIN_REBAR_SPACE_REQ = "計算需求最小鋼筋間距"
IDS_CALC_MODULUS_ELASTICITY = "計算彈性模數"
IDS_CALC_MOMENT_CAPACITY = "計算彎矩強度"
IDS_CALC_MOMENT_MAGNIFICATION_FACTOR = "計算彎矩放大係數"
IDS_CALC_MOMENT_MAGNIFY_FACTOR_s_APPLIED = "設計彎矩放大 %s 倍。"
IDS_CALC_MOMENT_STRENGTH = "計算彎矩強度"
IDS_CALC_NEGATIVE_MOMENT = "計算負彎矩"
IDS_CALC_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "計算中性軸之標稱強度"
IDS_CALC_PEAK_PRESSURE_COEFFICIENT = "計算尖峰壓力係數"
IDS_CALC_POSITIVE_MOMENT = "計算正彎矩"
IDS_CALC_RADII_GYRATION = "計算迴轉半徑"
IDS_CALC_RATIO = "計算比值"
IDS_CALC_RATIO_MOMENT_CAPACITY = "計算彎矩強度比"
IDS_CALC_RATIO_SHEAR_CAPACITY = "計算剪力強度比"
IDS_CALC_REBAR_RATIO = "計算鋼筋比"
IDS_CALC_SHEAR_FORCE_FROM_BENDING_STRENGTH = "由彎矩強度計算剪力。"
IDS_CALC_SHEAR_FORCE_SPECIAL_SEISMIC_DESIGN = "依耐震設計特別規定計算剪力"
IDS_CALC_SHEAR_STRENGTH = "計算剪力強度"
IDS_CALC_SHEAR_STRENGTH_CONCRETE = "計算混凝土剪力強度"
IDS_CALC_SHEAR_STRENGTH_REBAR = "計算鋼筋剪力強度"
IDS_CALC_SLENDERNESS_RATIO = "計算細長比"
IDS_CALC_STRENGTH_REDUCTION_FACTOR = "計算強度折減因數 (φ)"
IDS_CALC_STRENGTH_STUD = "計算剪力釘強度"
IDS_CALC_VELOCITY_PRESSURE = "計算風速壓"
IDS_CALC_WTR_RATIO = "計算寬厚比"
IDS_CALCULATION_RESULT = "計算結果"
IDS_CALCULATION_SUMMARY = "計算摘要"
IDS_CASE = "狀況"
IDS_CATEGORY = "類別"
IDS_CEN_DOT = "中心"
IDS_CENTER = "中心"
IDS_CENTER_UPPERCASE = "中心"
IDS_CHECK_BANLANCED_AXIS = "平衡軸"
IDS_CHECK_COMBINED_RATIO = "檢核組合應力比"
IDS_CHECK_COMMENT = "檢核"
IDS_CHECK_COPARE_ACTRUAL_ECCENTRICITY_WITH_BALANCED_ECCENTRICITY = "比較實際偏心距與平衡偏心距"
IDS_CHECK_DATA_IN_MAIN_PROGRAM = "在主程式中檢核資料。"
IDS_CHECK_DEFLECTION = "檢核撓度"
IDS_CHECK_DESIGN_FORCE = "檢核設計力"
IDS_CHECK_DESIGN_MOMENT = "檢核設計彎矩"
IDS_CHECK_DESIGN_PARAMETER = "檢核設計參數"
IDS_CHECK_ITEMS = "檢核項目"
IDS_CHECK_LANDING = "檢核樓梯平台"
IDS_CHECK_MAGNIFIED_MOMENT = "檢核放大後彎矩"
IDS_CHECK_MIN_MOMENT = "檢核最小彎矩"
IDS_CHECK_MOMENT = "檢核彎矩"
IDS_CHECK_MOMENT_CAPACITY = "檢核彎矩強度"
IDS_CHECK_MOMENT_SHEAR_CAPACITY = "檢核彎矩與剪力強度"
IDS_CHECK_NEUTRAL_AXIS = "中性軸"
IDS_CHECK_NOMINAL_CAPACITY_BALANCED = "計算平衡軸之標稱強度"
IDS_CHECK_POINT = "檢核點"
IDS_CHECK_REBAR = "檢核鋼筋"
IDS_CHECK_REBAR_SPACE = "檢核鋼筋間距"
IDS_CHECK_REBAR_AREA = "檢核鋼筋面積"
IDS_CHECK_SECTION = "檢核斷面"
IDS_CHECK_SHEAR = "檢核剪力"
IDS_CHECK_SHEAR_CAPACITY = "檢核剪力強度"
IDS_CHECK_SHEAR_CAPACITY_OF_ROUND_SECTION = "檢核圓形斷面之剪力強度"
IDS_CHECK_REQUIREMENT_OF_SHEAR_REBAR_DIAMETER = "檢核剪力鋼筋直徑規定"
IDS_CHECK_SHEAR_STRENGTH = "檢核剪力強度"
IDS_CHECK_SLENDERNESS_RATIO = "檢核細長比"
IDS_CHECK_STAIR = "檢核樓梯"
IDS_CHECK_TENSION_FORCE = "檢核拉力"
IDS_CHECK_THIK_DEFLECTION = "檢核厚度與撓度"
IDS_CHECK_WIDTH_THICK_RATIO_FLANGE = "檢核翼板寬厚比 (BTR)"
IDS_CHECK_WIDTH_THICK_RATIO_WEB = "檢核腹板深厚比 (DTR)"
IDS_CHECK_WIDTH_THICKNESS_RATIO = "檢核寬厚比"
IDS_CHK_AXIAL_CAPACITY = "檢核軸向強度"
IDS_CHK_IN_MAIN_PROGRAM = "在主程式中檢核資料"
IDS_CHK_IN_MAIN_PROGRAM_ABB = "在主程式中檢核"
IDS_CHK_SHEAR_CAPACITY = "檢核剪力強度"
IDS_CHK_TORSION_CAPACITY = "檢核扭力強度"
IDS_CHK_UPPERCASE = "檢核"
IDS_CIRCLE = "圓形"
IDS_COLM_UNDER_TENSION_FORCE_SKIP = "柱承受拉力。已略過。"
IDS_COLUMN = "柱"
IDS_COLUMN_FLANGE = "柱翼板"
IDS_COLUMNS = "柱"
IDS_COMP_RATIO = "受壓比"
IDS_COMPRESSION = "受壓"
IDS_COMPRESSION_BAR = "壓力鋼筋"
IDS_COMPRESSION_BOLT = "受壓螺栓"
IDS_CONCRETE = "混凝土"
IDS_CONDITION = "條件"
IDS_CONSIDER = "考慮"
IDS_CONSIDERED = "已考慮"
IDS_COVER = "保護層"
IDS_CRACK = "裂縫"
IDS_CRITERIA = "準則"
IDS_CRITERIA_DEFLECTION = "撓度準則"
IDS_DEAD = "靜載"
IDS_DEAD_LOAD = "靜載重"
IDS_DECK_PLATE = "鋼承板"
IDS_DECK_PLATE_SIZE = "鋼承板尺寸"
IDS_DEFLECTION = "撓度"
IDS_DEPTH = "深度"
IDS_DESCRIPTION = "說明"
IDS_DESIGN_CODE = "設計規範"
IDS_DESIGN_CONDITION = "設計條件"
IDS_DESIGN_DATA = "設計資料"
IDS_DESIGN_FORCE = "設計力"
IDS_DESIGN_FORCES = "設計力"
IDS_DESIGN_LOAD = "設計載重"
IDS_DESIGN_LOAD_CONCENTRAED = "設計載重 (集中力)"
IDS_DESIGN_LOAD_CONSTRUCTION = "施工中設計載重"
IDS_DESIGN_LOAD_SUPPORT_CONDITION = "設計載重與支承條件"
IDS_DESIGN_LOAD_UNIFORM = "設計載重 (均布載重)"
IDS_DESIGN_LOAD_USER = "設計載重 (使用者定義)"
IDS_DESIGN_MOMENT = "設計彎矩"
IDS_DESIGN_PARAMETER = "設計參數"
IDS_DESIGN_TYPE = "設計類型"
IDS_DESIGN_VELOCITY_PRESSURE = "設計風速壓"
IDS_DESIGN_WIND_PRESSURE = "設計風壓"
IDS_DIA_DOT = "直徑"
IDS_DIRECTION = "方向"
IDS_DIRECTION_X = "X 方向"
IDS_DIRECTION_Y = "Y 方向"
IDS_DIST = "距離"
IDS_DIST_DOT = "距離"
IDS_DISTANCE = "距離"
IDS_DIVIEDED_BY2_CANTILEVER = "懸臂構材除以 2"
IDS_DURATION = "持續時間"
IDS_DURATION_FOR_SUSTAIN_LOAD = "持續載重之持續時間"
IDS_EAVE_ANGLE = "簷角"
IDS_ECCENTRICITY = "偏心距"
IDS_EFFECTIVE_WIDTH_SLAB = "板之有效寬度"
IDS_ELEMENT_FORCE_NOT_AVERAGE = "單元內力。不套用節點平均。"
IDS_END = "端部"
IDS_END_BAR = "端部鋼筋"
IDS_END_PLATE = "端板"
IDS_END_REBAR_IS_NOT_CONSIDERED = "不考慮端部鋼筋。"
IDS_EQUATION = "公式"
IDS_FACTOR = "因數"
IDS_FACTORED_LOAD = "因數化載重"
IDS_FACTORS = "因數"
IDS_FLANGE = "翼板"
IDS_FOR_LONG_TERM_DEFLECTION = "對於長期撓度"
IDS_FOR_RECTANGULAR_HSS_AND_BOX_MEMB = "適用於矩形空心型鋼 (HSS) 與箱型構材"
IDS_FOR_SHORT_TERM_DEFLECTION = "對於短期撓度"
IDS_FOR_SINGLY_AND_DOUBLY_SYMMETRIC_SHAPE_LOADED_IN_WEAK_AXIS = "適用於弱軸受力之單對稱與雙對稱斷面"
IDS_FOR_UNSTIFFENED_WEBS_WITH = "對於未加勁腹板"
IDS_FORCE = "作用力"
IDS_FORCES = "作用力"
IDS_FORCES_AND_FACTORS = "作用力與因數"
IDS_FORMULAR = "公式"
IDS_FOUNDATION = "基礎"
IDS_FRAME_TYPE = "構架類型"
IDS_FRAME_TYPE_BRACED = "有側向支撐構架"
IDS_FRAME_TYPE_NONBRACED = "無側向支撐構架"
IDS_GAP = "間隙"
IDS_GENERAL = "一般"
IDS_GENERAL_INFO = "一般資訊"
IDS_GENERAL_REQUIREMENT = "一般規定"
IDS_GIRDER = "大梁"
IDS_GIRDER_STIFFENER = "大梁加勁材"
IDS_H_BEAM = "H 型鋼梁"
IDS_H_BEAM__REBAR = "H 型鋼梁與鋼筋"
IDS_HEIGHT = "高度"
IDS_HEIGHT_ABOVE_GROUND_Z = "距地面高度 (z)"
IDS_HOOP_BAR = "箍筋"
IDS_HOOP_END = "箍筋 (端部)"
IDS_HOOP_MID = "箍筋 (中央)"
IDS_HORIZONTAL = "水平向"
IDS_HORIZONTAL_BAR = "水平鋼筋"
IDS_HORIZONTAL_DISTANCE = "水平距離"
IDS_INPUT_DATA = "輸入資料"
IDS_INPUT_DATA_LIST = "輸入資料清單"
IDS_INSIDE = "內部"
IDS_INSTANTANEOUS_DEFLECTION = "瞬時撓度"
IDS_IS_CONSIDERED = "已考慮。"
IDS_IS_NOT_CONSIDERED = "未考慮。"
IDS_IS_TENSION = "為拉力"
IDS_ITEMS = "項目"
IDS_LANDING = "樓梯平台"
IDS_LAYER = "層"
IDS_LCB = "LCB"
IDS_LEFT = "左側"
IDS_LEFT_UPPERCASE = "左側"
IDS_LENGTH = "長度"
IDS_LENGTH_FACTOR = "長度與因數"
IDS_LEVEL = "高程"
IDS_POSI_DOT = "位置"
IDS_PRESS_DOT = "壓力"
IDS_LINK_LENGTH = "連桿長度"
IDS_LIVE = "活載"
IDS_LIVE_LOAD = "活載重"
IDS_LOAD_COMBINATIONS = "載重組合"
IDS_LOAD_FACTOR = "載重因數"
IDS_LOAD_N_FACTOR = "載重 \n 因數"
IDS_LONG_TERM = "長期"
IDS_LONG_TERM_DEFLECTION = "長期撓度"
IDS_LONG_TERM_DEFLECTION_FACTOR = "長期撓度因數"
IDS_MAIN = "主"
IDS_MAIN_BAR = "主筋"
IDS_MAJOR_AXIS_X = "主軸 (X)"
IDS_MAJOR_AXIS_Y = "主軸 (Y)"
IDS_MAJOR_AXIS_Z = "主軸 (Z)"
IDS_MATERIAL = "材料"
IDS_MATERIAL_NAME = "材料名稱"
IDS_MAX = "最大"
IDS_MAXIMUM_RATIO = "最大比值"
IDS_MEAN_ROOF_HEIGHT_H = "平均屋頂高度 (h)"
IDS_MEMB_LCB = "構材 (LCB)"
IDS_MEMBER_NAME = "構材名稱"
IDS_MEMBER_TYPE = "構材類型"
IDS_MIDDLE = "中央"
IDS_MIDDLE_UPPERCASE = "中央"
IDS_MIN = "最小"
IDS_MINIMUM_RATIO = "最小比值"
IDS_MINOR_AXIS_X = "次軸 (X)"
IDS_MINOR_AXIS_Y = "次軸 (Y)"
IDS_MINOR_AXIS_Z = "次軸 (Z)"
IDS_MOMENT = "彎矩"
IDS_MOMENT_CAPACITY = "彎矩強度"
IDS_MOMENT_DIAGRAM = "彎矩圖"
IDS_NAME = "名稱"
IDS_NO = "編號"
IDS_NO_DOT = "編號"
IDS_NOT_CONSIDERED = "未考慮"
IDS_NOT_EXIST = "不存在"
IDS_NOT_REQUIRED = "不需要"
IDS_NOTE = "備註"
IDS_OPTION = "選項"
IDS_OUTSIDE = "外部"
IDS_PART = "部分"
IDS_PEAK_EXTERNAL_PRESSURE_COEFFICIENT = "尖峰外壓係數"
IDS_PEAK_INTERNAL_PRESSURE_COEFFICIENT = "尖峰內壓係數"
IDS_PEAK_PRESSURE_COEFFICIENT = "尖峰壓力係數"
IDS_PERCENT_OF_LIVE_LOAD = "活載重之 %s%%"
IDS_PIPE = "鋼管"
IDS_PLATE = "鋼板"
IDS_PM_CURVE = "P-M 交互影響"
IDS_POS_DOT = "正"
IDS_POS_DOT_UCASE = "POS."
IDS_POSITION = "位置"
IDS_RATIO = "比值"
IDS_REBAR = "鋼筋"
IDS_RECTANGLE = "矩形"
IDS_REMARK = "備註"
IDS_REQUIRED = "需求"
IDS_REQUIRED_THICKNESS = "需求厚度"
IDS_RESIST_DOT = "抵抗力"
IDS_RESISTANCE_FACTOR_4_TENSION__s_s = "拉力之抗力折減係數： %s = %s"
IDS_RIGHT = "右側"
IDS_RIGHT_UPPERCASE = "右側"
IDS_ROLLED = "熱軋"
IDS_ROOF_ANGLE = "屋頂角度"
IDS_ROOF_LIVE_LOAD = "屋頂活載重"
IDS_ROOF_TYPE = "屋頂類型"
IDS_ROTATION_ANGLE_NEUTRAL_AXIS = "中性軸旋轉角"
IDS_ROUGHNESS = "粗糙度"
IDS_SECT_DOT = "斷面"
IDS_SECT_DOT_UCASE = "斷面"
IDS_SECTION = "斷面"
IDS_SECTION_FACTOR = "斷面與係數"
IDS_SECTION_I = "斷面-I"
IDS_SECTION_INFO = "斷面資訊"
IDS_SECTION_J = "斷面-J"
IDS_SECTION_M = "斷面-M"
IDS_SECTION_N_CONDITION = "斷面 \n 條件"
IDS_SECTION_NAME = "斷面名稱"
IDS_SECTION_PROP = "斷面性質"
IDS_SECTION_PROPERTY = "斷面性質"
IDS_SECTION_SIZE = "斷面尺寸"
IDS_SEISMIC_FRAME_TYPE = "抗彎矩構架類型"
IDS_SEISMIC_FRAME_TYPE_IMF = "中度抗彎矩構架 (IMRF)"
IDS_SEISMIC_FRAME_TYPE_IMF_NSR10 = "中度消能系統 (DMO)"
IDS_SEISMIC_FRAME_TYPE_OMF = "普通抗彎矩構架 (OMRF)"
IDS_SEISMIC_FRAME_TYPE_OMF_NSR10 = "最低消能系統 (DMI)"
IDS_SEISMIC_FRAME_TYPE_SMF = "特殊抗彎矩構架 (SMRF)"
IDS_SEISMIC_FRAME_TYPE_SMF_NSR10 = "特殊消能系統 (DES)"
IDS_SEISMIC_PROVISION = "耐震規定"
IDS_SEISMIC_STRUCTWALL_TYPE = "結構牆類型"
IDS_SEISMIC_STRUCTWALL_TYPE_ISW = "中度結構牆"
IDS_SEISMIC_STRUCTWALL_TYPE_OSW = "普通結構牆"
IDS_SEISMIC_STRUCTWALL_TYPE_SSW = "特殊結構牆"
IDS_SELF_WEIGHT = "自重"
IDS_SERVICE_LOAD = "服務載重"
IDS_SHAPE = "形狀"
IDS_SHEAR = "剪力"
IDS_SHEAR_CAPACITY = "剪力強度"
IDS_SHEAR_DIAGRAM = "剪力圖"
IDS_SHEAR_FORCE = "剪力"
IDS_SHEAR_FORCE_SPECIAL_SEIS_PROVISION = "依耐震設計特別規定之剪力"
IDS_SHEAR_RUPTURE_STRENGTH = "剪切破裂強度"
IDS_SHEAR_YIELDING_STRENGTH = "剪切降伏強度"
IDS_SHORT_TERM = "短期"
IDS_SHORT_TERM_CRACKED = "短期裂縫"
IDS_SHORT_TERM_DEFLECTION_FACTOR = "短期撓度因數"
IDS_SINGLY_SYMMETRIC_SHAPE_WHERE_X_AXIS = "x 軸為對稱軸之單對稱斷面"
IDS_SINGLY_SYMMETRIC_SHAPE_WHERE_Y_AXIS = "y 軸為對稱軸之單對稱斷面"
IDS_SINGLY_SYMMETRIC_SHAPE_WHERE_Z_AXIS = "z 軸為對稱軸之單對稱斷面"
IDS_MBAR_RHO_FOR_SHEAR = "剪力強度之主筋鋼筋比"
IDS_SIZE = "尺寸"
IDS_SLAB = "樓板"
IDS_SLENDERNESS = "細長比"
IDS_SLENDERNESS_WIDTH_THICKNESS_RATIO = "細長比與寬厚比"
IDS_SLIP_FACTOR = "滑動係數"
IDS_SNOW = "雪 (載重)"
IDS_SNOW_LOAD = "雪載重"
IDS_SNOW_LOAD_LOW_SLOPE_ROOF = "低坡度屋頂之雪載重"
IDS_SNOW_LOAD_UPPERCASE = "雪載重"
IDS_SNOW_LOAD_USER = "雪載重 (使用者定義)"
IDS_SNOW_PLUS = "雪載重(+)"
IDS_SOIL_FACTOR = "土壤因數"
IDS_SOIL_FACTOR_WRAP = "土壤因數"
IDS_SOIL_LAYER = "土層"
IDS_SOIL_LOAD = "土壤載重"
IDS_SOIL_PRESSURE = "土壓力"
IDS_SOIL_PRESSURE_BY_LEVLE = "依高程之土壓力"
IDS_SOIL_PROPRETY = "土壤性質"
IDS_SPACE = "間距"
IDS_SPAN = "跨距"
IDS_SPLICE_TYPE = "續接類型"
IDS_SPLICING_LIMIT = "續接限制"
IDS_STAIR = "樓梯"
IDS_STAIRS = "樓梯"
IDS_STIFFENER = "加勁材"
IDS_STIRRUP = "箍筋"
IDS_STORY = "樓層"
IDS_STRENGTH_STUD = "剪力釘強度"
IDS_STUD = "剪力釘"
IDS_STUD_BOLT = "植銲螺栓"
IDS_SUB_BAR = "副筋"
IDS_SUMMATION = "總和"
IDS_SUPPORT = "支承"
IDS_SUPPORT_CONDITION = "支承條件"
IDS_SURCHARGE_LOAD_SELF_WEIGHT = "地表載重與自重"
IDS_SUSTAIN_LOAD = "持續載重"
IDS_SUSTAINED = "持續"
IDS_TENSION = "拉力"
IDS_TENSION_BAR = "受拉鋼筋"
IDS_TENSION_FORCE_DIAGRAM = "拉力圖"
IDS_TENSION_FORCES = "拉力"
IDS_THICK = "厚度"
IDS_THICKNESS = "厚度"
IDS_THIK_CAP = "THK."
IDS_TIE_BAR = "繫筋"
IDS_TIME_DEPENDENT_FACTOR = "隨時間變化因數"
IDS_TIME_DEPENDENT_FACTOR_FOR_SUSTAIN_LOAD = "持續載重之隨時間變化因數"
IDS_TOP = "上層筋"
IDS_TOP_BOT_UPPERCASE = "頂部與底部"
IDS_TOP_UPPERCASE = "上層筋"
IDS_TYPE = "類型"
IDS_TYPE_UPPERCASE = "類型"
IDS_UNBRACED_LENG = "無側向支撐長度"
IDS_UNIFORM_LOAD = "均布載重"
IDS_UNIT_SYSTEM = "單位系統"
IDS_CODE_UNIT = "規範單位"
IDS_UNSTIFFENED_COLUMN_FLANGE = "未加勁柱翼板"
IDS_USE = "使用"
IDS_USE_ACTIVE_SOIL_PRESSURE = "使用主動土壓力"
IDS_USE_N_VALUE = "使用 N 值"
IDS_USER = "使用者"
IDS_USER_DEFINED_SOIL_LOAD_APPLIED = "套用使用者定義之土壤載重。"
IDS_USER_INPUT = "使用者輸入"
IDS_USER_LOAD_SEE_FORCE = "套用使用者輸入之載重。請參閱作用力。"
IDS_VALUE = "數值"
IDS_VELOCITY_PRESSURE = "風速壓"
IDS_VELOCITY_PRESSURE_EXPOSURE_COEFFICIENT = "風速壓暴露係數"
IDS_VERTICAL = "垂直向"
IDS_VERTICAL_BAR = "垂直鋼筋"
IDS_WALL = "牆"
IDS_WATER_FACTOR_WRAP = "水重因數"
IDS_WATER_LEVEL_WRAP = "水位"
IDS_WATER_PRES = "水壓力"
IDS_WAY = "方向"
IDS_WEB = "腹板"
IDS_WIDTH = "寬度"
IDS_WIDTH_THICK_RATIO_FLANGE = "翼板寬厚比 (BTR)"
IDS_WIDTH_THICK_RATIO_WEB = "腹板寬厚比 (DTR)"
IDS_WIND_LOAD = "風載重"
IDS_WIND_LOAD_UPPERCASE = "風載重"
IDS_WIND_LOAD_USER = "風載重 (使用者定義)"
IDS_WIND_MINUS = "風載重(-)"
IDS_WIND_PLUS = "風載重(+)"
IDS_YES = "是"
IDS_USSG_CALC_LIMITIN_WIDTH_THICKNESS_RARIO_FOR_SLB = "計算 SLB 之限制寬厚比"
IDS_USSG_CALC_NOMINAL_FLEXURAL_STRENGTH_FOR_STEM_LOCAL_BUCKLING = "計算 Stem 局部挫屈 (SLB) 之標稱彎矩強度"
IDS_USSG_STEM_IS_TENSION = "Stem 為受拉"
IDS_USSG_LIMIT_STATE_OF_LOCAL_BUCKLING_OF_TEE_STESM_IS_NOT_APPLIED = "不適用 T 形 Stem 之局部挫屈極限狀態"
IDS_COMPARISON = "比較"
IDS_WIND_BUILDING_TYPE_ENCLOSED = "封閉"
IDS_WIND_BUILDING_TYPE_PART_ENCLOSED = "部分封閉"
IDS_WIND_ROOF_TYPE_FLAT = "平屋頂"
IDS_WIND_ROOF_TYPE_GABLE = "山形屋頂"
IDS_WIND_ROOF_TYPE_MULTI_GABLE = "多山形屋頂"
IDS_WIND_ROOF_TYPE_MONO_SLOPE = "單坡屋頂"
IDS_WIND_ROOF_TYPE_SAWTOOTH = "鋸齒形屋頂"
IDS_SNOW_ROOF_TYPE_SLOPED = "傾斜屋頂"
IDS_SNOW_ROOF_TYPE_GABLE = "山形屋頂"
IDS_SNOW_ROOF_TYPE_CURVED = "曲面屋頂"
IDS_SNOW_ROOF_TYPE_MULTI_FOLDED_PLATE = "多摺板屋頂"
IDS_SNOW_ROOF_TYPE_BARREL_VAULT = "拱形屋頂"
IDS_SNOW_ROOF_TYPE_SAWTOOTH = "鋸齒形屋頂"
IDS_SURT_TYPE_PIN = "鉸接"
IDS_SURT_TYPE_PIN_PIN = "鉸接-鉸接"
IDS_SURT_TYPE_FIX_FIX = "固定-固定"
IDS_SURT_TYPE_FIX_PIN = "固定-鉸接"
IDS_SURT_TYPE_CANTILEVER = "懸臂"
IDS_WELD_CONNTYPE_DIRECT = "直接連接"
IDS_WELD_CONNTYPE_ANGLE = "角接連接"
IDS_WELD_CONNTYPE_COLBEAM = "柱+梁連接"
IDS_USWO_COMPACT_SECT = "結實斷面"
IDS_USWO_NONCOMPACT_SLENDER_SECT = "非結實或細長斷面"
IDS_USWO_CHECK_AS_COMPOSITE_BEAM = "檢核為複合梁"
IDS_USWO_INCLUDE_DEAD_LOAD_FACTOR = "包含靜載重因數"
IDS_URSL_SLAB_INPUT_LIST = "板輸入清單"
IDS_URSL_SLAB_TYPE_SUPPORT = "板類型與支撐"
IDS_URSL_SLAB_TYPE = "板類型"
IDS_URSL_SUPPORT_TYPE = "支撐類型"
IDS_URSL_SLAB_TYPE_WRAP = "板\n類型"
IDS_URSL_SUPPORT_TYPE_WRAP = "支撐\n類型"
IDS_URSL_SUPPORT_CASE = "支撐情況"
IDS_URSL_GENERAL_SECT_SLAB = "一般斷面板"
IDS_URSL_CHECK_THICK_NOT_SPECIFIED = "設計規範未規定一般斷面板之厚度檢核。"
IDS_URSL_CLEAR_SPAN = "淨跨度"
IDS_URSL_USE_CLEAR_SPAN = "使用淨跨度"
IDS_URSL_BOUNDARY_BEAMS = "邊界梁"
IDS_URSL_DETERMINE_SLAB_TYPE = "判定板之設計類型"
IDS_URSL_CALC_SPAN_RATIO = "計算跨比"
IDS_URSL_CHECK_LOAD = "檢核載重"
IDS_URSL_CALC_FACTORED_LOAD = "計算放大載重"
IDS_URSL_CHECK_THIK = "檢核厚度"
IDS_URSL_CHECK_THIK_SLAB = "檢核板的厚度"
IDS_URSL_CALC_MINTHIK_REQ = "計算所需最小厚度"
IDS_URSL_CALC_FACTORS = "計算因子"
IDS_URSL_CHECK_CAPACITY = "檢核板的強度"
IDS_URSL_1WAY_SLAB = "單向板"
IDS_URSL_2WAY_SLAB = "雙向板"
IDS_URSL_WAY_SLAB = "方式板"
IDS_URSL_SECT_I = "斷面(I)"
IDS_URSL_SECT_M = "斷面(M)"
IDS_URSL_SECT_J = "斷面(J)"
IDS_URSL_END_1 = "端-1"
IDS_URSL_END_2 = "端-2"
IDS_URSL_END_3 = "端-3"
IDS_URSL_DIR_X_I = "方向X(I)"
IDS_URSL_DIR_X_M = "方向X(M)"
IDS_URSL_DIR_X_J = "方向X(J)"
IDS_URSL_DIR_Y_I = "方向Y(I)"
IDS_URSL_DIR_Y_M = "方向Y(M)"
IDS_URSL_DIR_Y_J = "方向Y(J)"
IDS_URSL_CALC_MOMENT_SHEAR = "計算彎矩與剪力"
IDS_URSL_INPUT = "輸入"
IDS_URSL_POSITIVE_STRESS = "正應力"
IDS_URSL_NEGATIVE_STRESS = "負應力"
IDS_URSL_STRESS = "應力"
IDS_URSL_MOMENT_COEFFICIENT = "彎矩係數"
IDS_URSL_SHEAR_COEFFICIENT = "剪力係數"
IDS_URSL_WORKING_LOAD = "工作載重"
IDS_URSL_SLAB_SELFWEIGHT = "板自重"
IDS_URSL_DECK_SELFWEIGHT = "鋼承鈑自重"
IDS_URSL_CHECK_DEFLECTION_1WAY = "檢核單向板撓度"
IDS_URSL_CHECK_DEFLECTION_STRESS = "檢核施工期間撓度與應力"
IDS_URSL_CHECK_DEFLECTION_UNDER_CONSTRUCTION = "檢核施工下的撓度"
IDS_URSL_DECK_PLATE_INFO = "鋼承鈑板資訊"
IDS_URSL_SLAB_SELF_LOAD = "板自重"
IDS_URSL_DECK_SELF_LOAD = "鋼承鈑自重"
IDS_URSL_LIVE_LOAD_CONSIDER_FACTOR = "活載考量係數"
IDS_URSL_CALC_DEFLECTION_UNDER_CONSTRUCTION = "計算施工下的撓度"
IDS_URSL_CHECK_STRESS_UNDER_CONSTRUCTION = "檢核施工下的應力"
IDS_URSL_CALC_STRESS_DECK_PLATE = "計算樓承板應力"
IDS_URSL_REQ_MIN_THIK = "所需最小厚度"
IDS_URSL_TITLE_SIZE = "標題與大小"
IDS_URSL_MAX_SPACE_REBAR = "鋼筋最大間距為"
IDS_URSL_GENERATE_REPORT = "正在產生板報告..."
IDS_URBE_BEAM_INPUT_LIST = "梁輸入清單"
IDS_URBE_SLAB_THIK = "板厚度"
IDS_URBE_EFFECTIVE_WIDTH = "有效寬度"
IDS_URBE_SEISMIC_DESIGN_PARAM = "耐震設計參數"
IDS_URBE_SPECIAL_SEISMIC_PROV_APPLIED = "已套用耐震設計特別規定。"
IDS_URBE_PILOTI_GUIDE_APPLIED = "已套用 Pilotis 結構設計指引。"
IDS_URBE_CHECK_NON_LFRS_MEMBER = "已以非側向力抵抗構件進行檢核。"
IDS_URBE_FRAME_TYPE = "構架類型"
IDS_URBE_MOMENT_FORCES = "彎矩與內力"
IDS_URBE_REINFORCEMENT = "鋼筋"
IDS_URBE_TOP_BAR = "上鋼筋"
IDS_URBE_BOT_BAR = "下鋼筋"
IDS_URBE_EXT_BAR = "外側鋼筋"
IDS_URBE_INT_BAR = "內側鋼筋"
IDS_URBE_POSITIVE = "正向"
IDS_URBE_NEGATIVE = "負向"
IDS_URBE_TOP = "上"
IDS_URBE_BOT = "下"
IDS_URBE_EXT = "外側。"
IDS_URBE_INT = "內側。"
IDS_URBE_RC_SECTION_ONLY = "僅限RC斷面"
IDS_URBE_CHECK_SPACE_REBAR = "檢核鋼筋間距"
IDS_URBE_MOMENT_ZERO_SKIP = "彎矩為零。已略過。"
IDS_URBE_CALC_REQ_RATIO_REBAR = "計算所需鋼筋比"
IDS_URBE_CHECKED_BY_DOULY_REBAR = "由雙鋼筋檢核"
IDS_URBE_CHECK_RATIO_TENS_REBAR = "檢核受拉鋼筋比"
IDS_URBE_CALC_SHEAR_STRENGTH_STIRRUP = "計算箍筋剪力強度"
IDS_URBE_CALC_SHEAR_STRENGTH_VERTBAR = "計算豎向鋼筋剪力強度"
IDS_URBE_DETERMINE_DESIGN_FORCE_BY_SHEAR = "判定剪力設計內力"
IDS_URBE_DESIGN_FORCE_SHEAR = "剪力設計內力"
IDS_URBE_CHECK_MOMENT_CAPACITY_SEIS_PROV = "依耐震規定檢核彎矩強度"
IDS_URBE_CHECK_POSITIVE_MOMENT_AT_CONNECTION = "檢核接頭處正彎矩強度"
IDS_URBE_CHECK_MOMENT_STRENGTH_SECTION = "檢核斷面彎矩強度"
IDS_URBE_CALC_TENS_STRENGTH_REBAR = "計算鋼筋拉力強度"
IDS_URBE_CHECK_TENS_STRENGTH_REBAR = "檢核鋼筋拉力強度"
IDS_URBE_CHECK_SPACE_TENS_BAR = "檢核受拉鋼筋間距"
IDS_URBE_MU_BY_BENDING_ONLY = "僅由彎曲計算的Mu"
IDS_URBE_FORCES_REINFORCEMENT = "內力與鋼筋"
IDS_URBE_CHECK_BENDING_MOMENT_CAPACITY = "檢核彎矩強度"
IDS_URBE_SPACE_REBAR = "鋼筋間距"
IDS_URBE_CHECK_SHEAR_FORCE_SEIS_DESIGN = "計算耐震設計剪力"
IDS_URBE_CHECK_TENSION_CAPAICITY = "檢核拉力強度"
IDS_URBE_SKIN_BAR = "表面鋼筋"
IDS_URBE_AT_SIDE = "(在側面)"
IDS_URBE_TENS_REGION = "(在拉力區域)"
IDS_URBE_CALC_DESIGN_PARAMETER = "計算設計參數"
IDS_URBE_CHECK_SPACE_SKIN_BAR = "檢核表面鋼筋間距"
IDS_URBE_CALC_REQ_SPACE_SKIN_BAR = "計算所需表面鋼筋間距"
IDS_URBE_CHANGE_SECTION = "變更斷面"
IDS_URBE_GENERATE_REPORT = "正在產生 RC/梁 報告..."
IDS_URBE_CHECK_SECT_SEIS_PROV = "依耐震規定檢核斷面"
IDS_URBE_CALC_SECT_DIMENSION_LIMIT = "計算斷面尺寸限制"
IDS_URBE_CHECK_REBAR_DIA_SEIS_PROV = "依耐震規定檢核鋼筋直徑"
IDS_URBE_CHECK_MAIN_BAR_DIA = "檢核主鋼筋直徑"
IDS_URCO_COLM_INPUT_LIST = "柱輸入清單"
IDS_URCO_APPLY_TIEBAR_TO_SHEAR = "將繫筋套用於剪力檢核"
IDS_URCO_GENERATE_REPORT = "正在產生柱報告..."
IDS_URCO_CHECK_DIMENSION_SEIS_PROV = "依耐震設計特別規定檢核尺寸"
IDS_URCO_CALC_SECT_DIMENSION_LIMIT = "計算斷面尺寸限制"
IDS_URCO_CALC_SECT_DIMENSION_RATIO = "計算斷面尺寸比"
IDS_URCO_CHECK_REBAR_LIMIT_SEIS_PROV = "依耐震設計特別規定檢核鋼筋限制"
IDS_URCO_CALC_AMOUNT_TRANS_REBAR = "計算橫向鋼筋量"
IDS_SEISMIC_PROVISION_FOR_PILOTIS_COLUMN_APPLIED = "已套用騎樓柱耐震規定"
IDS_URSW_SHEARWALL_INPUT_LIST = "剪力牆輸入清單"
IDS_URSW_CHECK_RESULT_FOR_SHEARWALL = "檢核剪力牆結果"
IDS_URSW_SPECIAL_WALL = "特殊RC結構牆"
IDS_URSW_AXIAL_MOMENT = "軸力與彎矩"
IDS_URSW_BOUNDARY_ELEMENT_BAR = "邊界單元鋼筋"
IDS_URSW_CHECK_BALANCED_MOMENT_CAPACITY_OF = "檢核平衡彎矩強度："
IDS_URSW_CALC_NOMINAL_CAPACITY_FOR_BALANCED_AXIS = "計算平衡軸的標稱強度"
IDS_URSW_CALC_NOMINAL_CAPACITY_ABOUT_NEUTRAL_AXIS = "計算關於中性軸的標稱強度"
IDS_URSW_CHECK_MOMENT_CAPACITY_ABOUT_NEUTRAL_AXIS_OF = "檢核 %s 關於中性軸的彎矩強度"
IDS_URSW_CALC_CAPACITY_CONCRETE_STRESS_BLOCK = "計算混凝土應力塊強度"
IDS_URSW_CALC_MAX_SHEAR_STRENGTH = "計算最大剪切強度"
IDS_URSW_CALC_MAX_SHEAR_STRENGTH_SPECIAL_WALL = "計算特殊 RC 牆的最大剪力強度"
IDS_URSW_CALC_REBAR_SPACING = "計算鋼筋間距"
IDS_URSW_CHECK_BOUNDARY_ELEMENT = "檢核邊界單元"
IDS_URSW_BOUNDARY_ELEMENT = "邊界單元"
IDS_URSW_CALC_MAX_SPACING_HORZ_BAR = "計算水平鋼筋最大間距"
IDS_URSW_CALC_HORZ_BAR_X_DIR = "計算 x 方向水平鋼筋"
IDS_URSW_CALC_HORZ_BAR_Y_DIR = "計算 y 方向水平鋼筋"
IDS_URSW_CALC_HORZ_BAR_LENGTH = "計算水平鋼筋長度"
IDS_URSW_DETERMIN_BOUNDARY_ELEMENT_REINFORCEMENT_REQ = "判定是否需要邊界單元橫向鋼筋"
IDS_URSW_BOUNDARY_ELEMENT_REINFORCEMENT_REQ = "需要邊界單元橫向鋼筋。"
IDS_URSW_BOUNDARY_ELEMENT_REINFORCEMENT_NOTREQ = "不需要邊界單元橫向鋼筋。"
IDS_URSW_REBAR_SPACING = "鋼筋間距"
IDS_URSW_FINAL_REBAR = "最終鋼筋"
IDS_URSW_GENERATE_REPORT = "正在產生剪力牆報告..."
IDS_URSW_CHECK_RESULT_SHEARWALL = "檢核剪力牆結果"
IDS_URSW_CHECK_RESULT_FOR_SLAB = "檢核板結果"
IDS_URSW_FORCE_BOUNDARY_LEMENT_LENGTH = "邊界單元長度之內力"
IDS_URSW_BE_HOR_BAR = "邊界水平鋼筋"
IDS_URSW_SPECIAL_WALL_H = "特殊牆高度"
IDS_URSW_CHECK_THICK_LIMIT_BE = "檢核特殊邊界單元的厚度限制"
IDS_URSW_BY_REQUIRED_ASH = "按所需A_sh$"
IDS_URSW_CONSIDER_WEAK = "考慮弱彎矩"
IDS_UFDN_INPUT_LIST = "基礎輸入清單"
IDS_UFDN_OVERTURN_OCCUR_CALC_CANCEL = "發生傾覆。計算已取消。"
IDS_UFDN_TENSION_OCCUR_CALC_CANCEL = "發生地盤承載拉應力。計算已取消。"
IDS_UFDN_OVERTURNED = "翻轉"
IDS_UFDN_TENSION_SOIL = "拉力土壤承載"
IDS_UFDN_CHECK_CAPACITY = "檢核強度"
IDS_UFDN_CHECK_SHEAR_CAPACITY = "檢核剪力強度"
IDS_UFDN_CHECK_ONEWAY_SHEAR_CAPACITY = "檢核單向剪力強度"
IDS_UFDN_CHECK_TWOWAY_SHEAR_CAPACITY = "檢核雙向剪力強度"
IDS_UFDN_CHECK_MOMENT_CAPACITY = "檢核彎矩強度"
IDS_UFDN_CALCULATED = "計算"
IDS_UFDN_SOIL_CAPACITY = "土壤承載力"
IDS_UFDN_CHECK_SOIL_CAPACITY = "檢核土壤承載力"
IDS_UFDN_CHECK_ACTUAL_SOIL_STRESS_MAIN_PROGRAM = "請於主程式中檢核實際地盤應力。"
IDS_UFDN_CALC_ACTUAL_SOIL_STRESS = "計算實際土壤應力"
IDS_UFDN_CALC_FACTORED_SOIL_STRESS = "計算修正後土壤應力"
IDS_UFDN_CHECK_PILE_CAPACITY = "檢核樁強度"
IDS_UFDN_CALC_ACTUAL_PILE_STRESS = "計算實際樁應力"
IDS_UFDN_CALC_FACTORED_PILE_STRESS = "計算修正後樁應力"
IDS_UFDN_INDEX = "索引"
IDS_UFDN_PILE_PUNCHING = "樁穿孔剪力"
IDS_UFDN_CALC_ONEWAY_SHEAR = "計算單向剪力"
IDS_UFDN_CALC_TWOWAY_SHEAR = "計算雙向剪力"
IDS_UFDN_INTERIOR = "內部"
IDS_UFDN_EDGE = "邊緣"
IDS_UFDN_MARK = "標記"
IDS_UFDN_COLM = "柱"
IDS_UFDN_PILE = "樁"
IDS_UFDN_COLUMN_SECTION = "柱斷面"
IDS_UFDN_WALL_SECTION = "牆斷面"
IDS_UFDN_SHAPE_COLUMN = "柱形狀"
IDS_UFDN_TOP_BOTTOM = "上/下"
IDS_UFDN_ONEWAY_SHEAR_X = "單向剪力-X"
IDS_UFDN_ONEWAY_SHEAR_Y = "單向剪力-Y"
IDS_UFDN_TWOWAY_SHEAR = "雙向剪力"
IDS_UFDN_MOMENT_Y_DIRECTION = "彎矩-Y方向"
IDS_UFDN_MOMENT_X_DIRECTION = "彎矩-X方向"
IDS_UFDN_CANTIL_MOMENT_X_DIRECTION = "彎矩-X方向(懸臂)"
IDS_UFDN_COLUMN_MOMENT_X_DIRECTION = "彎矩-X方向(柱)"
IDS_UFDN_SPAN_MOMENT_X_DIRECTION = "彎矩-X方向(跨)"
IDS_UFDN_REBAR_SPACE_Y_DIRECTION = "鋼筋間距-Y 方向"
IDS_UFDN_REBAR_SPACE_X_DIRECTION = "鋼筋間距-X 方向"
IDS_UFDN_MOMENT = "彎矩"
IDS_UFDN_FOUNDATION_SIZE = "基礎尺寸"
IDS_UFDN_SOIL_BEARING_CAPACITY = "土壤承載力"
IDS_UFDN_SERVICE_LOAD_BY_LCB = "使用載重組合的使用載重"
IDS_UFDN_FACTORED_LOAD_BY_LCB = "使用載重組合的分項載重"
IDS_UFDN_COLUMN_SUPPORT = "柱支撐"
IDS_UFDN_REBAR_X_DIR = "鋼筋（X 方向）"
IDS_UFDN_REBAR_Y_DIR = "鋼筋（Y 方向）"
IDS_UFDN_SURFACE_LOAD = "表面載重"
IDS_UFDN_WEIGHT_DENSITY = "重量密度"
IDS_UFDN_SOIL_HEIGHT = "土壤高度"
IDS_UFDN_NO_PILE = "樁數 "
IDS_UFDN_SPACE_PILE = "樁間距"
IDS_UFDN_CORNER = "角落"
IDS_UFDN_DIAMETER = "直徑"
IDS_UFDN_PILE_CAPACITY_COMP = "樁強度-受壓"
IDS_UFDN_PILE_CAPACITY_TENS = "樁強度-拉力"
IDS_UFDN_GENERATE_REPORT = "正在產生基礎報告..."
IDS_URBW_INPUT_LIST = "地下室牆輸入清單"
IDS_URBW_BASEWALL_TYPE = "基牆類型"
IDS_URBW_SURCHARGE = "附加載重"
IDS_URBW_WIDTH_BASEWALL = "基牆寬度"
IDS_URBW_STORY_INFO = "樓層資訊"
IDS_URBW_1ST_FL = "1樓"
IDS_URBW_REBAR_SPACE = "鋼筋間距"
IDS_URBW_REBAR_LENGTH = "鋼筋長度"
IDS_URBW_REINF_LENGTH = "鋼筋長度"
IDS_URBW_GENERATE_REPORT = "正在產生地下室牆報告..."
IDS_URBL_GENERATE_REPORT = "正在產生 RC/梁表報告..."
IDS_URST_SHEAR_STRENGTH_REBAR_SPACING = "剪力強度與鋼筋間距"
IDS_URST_SHEAR_STRENGTH = "剪力強度"
IDS_URST_MAX_REBAR_SPACING_1WAY_SLAB = "單向板最大鋼筋間距"
IDS_URST_MAJOR_DIRECTION_MOMENT = "主要方向彎矩"
IDS_URST_MINOR_DIRECTION_MOMENT = "次要方向彎矩"
IDS_URST_GENERATE_REPORT = "正在產生 RC/板表報告..."
IDS_URGW_WALL_MARK = "牆標記"
IDS_URGW_V_BAR = "V-Bar"
IDS_URGW_H_BAR = "H-Bar"
IDS_URGW_E_BAR = "E-Bar"
IDS_URGW_BE_BAR = "BE-Bar"
IDS_URGW_BAR = "Bar"
IDS_URGW_GENERATE_REPORT = "正在產生 RC/批次牆報告..."
IDS_URGW_BATCH_WALL_RESULT_UPPERCASE = "批量牆結果"
IDS_URGW_WALL_DESIGN_RESULT = "牆設計結果"
IDS_URBU_INPUT_LIST = "支撐輸入清單"
IDS_URBU_DIAGRAM = "圖示"
IDS_URBU_STRENGTH = "強度"
IDS_URBU_SECT_BNDR_CONDITION = "斷面及邊界條件"
IDS_URBU_BOUNDARY = "邊界"
IDS_URBU_LENGTH_LEFT = "長度(左)"
IDS_URBU_LENGTH_MIDDLE = "長度(中)"
IDS_URBU_LENGTH_RIGHT = "長度(右)"
IDS_URBU_ALL_SECTION = "所有斷面"
IDS_URBU_GENERATE_REPORT = "正在產生扶壁報告..."
IDS_URST_INPUT_LIST = "樓梯輸入清單"
IDS_URST_SPRT_BY_LANDING = "由平台支撐"
IDS_URST_SPRT_BY_OTHER = "由其他（牆或梁）支撐"
IDS_URST_LAND_L = "平台(左)"
IDS_URST_LAND_R = "平台(右)"
IDS_URST_MIN_LAND = "最小平台"
IDS_URST_MIN_STAIR = "最小梯段"
IDS_URST_CHK_REBAR_SPACE = "檢核鋼筋間距"
IDS_URCB_INPUT_LIST = "托架/支架輸入清單"
IDS_URCB_CHECK_AD_RATIO = "檢核 a/d 比"
IDS_URCB_CALC_REBAR_AREA = "計算鋼筋面積"
IDS_URCB_REBAR_BEARING_PLATE = "鋼筋及承壓板"
IDS_URCB_DESIGN_CONDITIONS = "設計條件"
IDS_URCB_TENSION_REBAR = "拉力鋼筋"
IDS_URCB_CLOSED_STIRRUP = "閉合箍筋"
IDS_URCB_BEARING_PLATE = "承壓板"
IDS_URCB_FRICTION_FACTOR = "摩擦係數"
IDS_URCB_CALC_EFFECTIVE_DEPTH_REQ = "計算所需有效深度"
IDS_URCB_CHECK_BEARING_PLATE = "檢核承壓板"
IDS_URCB_CALC_AREA_BEARING_PLATE = "計算承壓板面積"
IDS_URCB_CHECK_REBAR_AREA = "檢核鋼筋面積"
IDS_URCB_CALC_REBAR_AREA_DIRECT_TENSION = "計算直接拉力所需鋼筋面積"
IDS_URCB_DETERMINE_BAR_AREA = "確定鋼筋面積"
IDS_URCB_DETERMINE_PRIMARY_TENSION_REBAR = "確定主要拉力鋼筋"
IDS_URCB_DETERMINE_SHEAR_REBAR = "決定剪力鋼筋（封閉箍筋）。"
IDS_URCB_DISTANCE_TO_VU = "至 Vu 的距離"
IDS_URCB_FRICTION = "摩擦"
IDS_URCB_CALC_RESULT = "計算結果"
IDS_URCB_APPLIED = "已應用"
IDS_URCB_RESULT = "結果"
IDS_URCB_DISTANCE_DEPTH_RATIO = "距離與有效深度比"
IDS_URCB_TENSION_FORCE = "拉力"
IDS_URCB_GENERATE_REPORT = "正在產生牛腿/托架報告..."
IDS_URCB_DIST_TO_VU = "至 V_u$ 的距離"
IDS_URGC_EFFECTIVE_AREA = "等效面積"
IDS_URGC_GENERATE_REPORT = "正在產生 RC 一般斷面柱報告..."
IDS_URGC_GEN_COLUMN_INPUT_LIST = "RC 一般斷面柱輸入清單"
IDS_URDW_WALL_ID = "牆 ID"
IDS_URDW_START_POINT = "起點"
IDS_URDW_END_POINT = "終點"
IDS_URDW_LCB = "LCB"
IDS_URDW_EQUI_N_FLANGE = "等效尺寸及翼板寬度"
IDS_URDW_FLANGE_WIDTH_ACTUAL = "實際寬度"
IDS_URDW_FLANGE_WIDTH_EFFECT = "有效寬度"
IDS_URDW_REBAR_VERT = "垂直鋼筋"
IDS_URDW_REBAR_HORI = "水平鋼筋"
IDS_URDW_REBAR_END = "端鋼筋"
IDS_URDW_REBAR_ARRANGEMENT = "鋼筋排列"
IDS_URDW_REBAR_ARRANGEMENT_DIVIDE_EQUALLY = "依最接近的間距等分"
IDS_URDW_REBAR_ARRANGEMENT_DIVIDE_EXACT = "精確間隔排列"
IDS_URDW_REBAR_ARRANGEMENT_FROM_END = "從端部"
IDS_URDW_REBAR_ARRANGEMENT_FROM_MID = "從中間"
IDS_URDW_REBAR_ARRANGEMENT_ADD_REBAR = "添加鋼筋"
IDS_URDW_GENERATE_REPORT = "正在產生 RC 組合牆報告..."
IDS_URDW_FLANGE_WIDTH = "翼板寬度"
IDS_URDW_CHK = "CHK"
IDS_URDW_NO = "No"
IDS_URDW_By_Rho = "按 Rho"
IDS_URDW_CWALL_INPUT_LIST = "組合牆輸入清單"
IDS_URAB_CALC_BOND_STRENGTH_ADHESIVE_ANCHOR = "計算受拉時化學錨栓的黏結強度"
IDS_URAB_BOND_STRENGTH_ADHESIVE_ANCHOR = "化學錨栓的黏結強度"
IDS_URAB_EVALUATION_BOND_STRENGHT_APPLIES_ONLY = "黏結強度評估僅適用於化學錨栓。"
IDS_USBC_INPUT_LIST = "鋼材螺栓連接輸入清單"
IDS_USBC_BOLT_PROPERTY = "螺栓性質"
IDS_USBC_CHECK_WEB = "檢核網"
IDS_USBC_CHECK_FLANGE = "檢核翼板"
IDS_USBC_DESIGN_FORCE_PROPERTY = "設計力及性質"
IDS_USBC_BEAM_COLUMN = "梁/柱"
IDS_USBC_BEAM_N_COLUMN = "梁及柱"
IDS_USBC_CONNECTION_TYPE = "連接類型"
IDS_USBC_SHEAR_TYPE = "剪力類型"
IDS_USBC_SINGLE_SHEAR = "單剪"
IDS_USBC_DOUBLE_SHEAR = "雙剪"
IDS_USBC_AUTO = "自動"
IDS_USBC_CHECK_PLATE = "檢核板"
IDS_USBC_PLATE_WEB = "板(網)"
IDS_USBC_PLATE_FLANGE = "板(翼板)"
IDS_USBC_BOLT_SYSTEM = "螺栓系統"
IDS_USBC_BOLT_SYSTEM_SLIP = "滑移臨界"
IDS_USBC_BOLT_SYSTEM_BEAR = "承載"
IDS_USBC_BOLT = "螺栓"
IDS_USBC_MEMBER_STRENGTH = "構件強度"
IDS_USBC_APPLIED_FORCE = "施加力"
IDS_USBC_FORCE_BY_AXIAL_LOAD = "軸力內力"
IDS_USBC_FORCE_BY_MOMENT = "彎矩內力"
IDS_USBC_HIGH_TENSION_BOLT = "高強度螺栓"
IDS_USBC_POLAR_MOMENT_INERTIA = "極慣性矩"
IDS_USBC_DESIGN_FORCE_PROPERTIES = "設計內力與性質"
IDS_USBC_REQUIRED_MIM_FORCE = "所需最小內力"
IDS_USBC_PROPERTY = "性質"
IDS_USBC_GENERATE_REPORT = "正在產生鋼材螺栓連接報告..."
IDS_USBC_DISTANCE_FROM_CONNECTION = "由連接中心至螺栓中心的距離"
IDS_USBC_EXTENSION = "延伸"
IDS_USBC_MOMENT_REDISTRIBUTION_FACTOR_WEB = "腹板彎矩分配係數"
IDS_USBC_CHECK_HIGH_TENSION_BOLT = "檢核高強度螺栓"
IDS_USBC_ECCENTRICITY_NOT_CONSIDERED = "未考慮偏心。"
IDS_USBC_PERCENT = "百分比"
IDS_USBC_CLASS_A_SURFACE = "A類表面"
IDS_USBC_STANDARD_SIZE_HOLE = "標準孔徑"
IDS_USBC_NO_SHEAR_SIDE = "剪力側數"
IDS_USBC_BOLT_DEFORMATION = "螺栓變形"
IDS_USSG_GENERATE_REPORT = "正在產生鋼梁/柱報告..."
IDS_USSG_CHECK_AS_LINK = "檢核為連接"
IDS_USSG_CHECK_AXIAL_STRENGTH = "檢核軸向強度"
IDS_USSG_SKIP_AXIAL_STRENGTH_CHECK = "跳過軸向強度檢核"
IDS_USSG_CHECK_SLENDER_RATIO_COMP_MEMB = "檢核軸向受壓構件的細長比"
IDS_USSG_CALC_SLENDER_MODIFICATION_SINGLE_ANGLE = "計算單角鋼的細長修正"
IDS_USSG_FULL_REDU_FACTOR_SLENDER_SECT = "細長斷面的全折減係數"
IDS_USSG_CHECK_WTR_ANGLE_LEG = "檢核角鋼肢的寬厚比"
IDS_USSG_CHECK_DTR_WEB = "檢核腹板深厚比"
IDS_USSG_CHECK_DTR_PIPE = "檢核鋼管徑厚比"
IDS_USSG_CHECK_WTR_STEM_TEE = "檢核 T 形鋼腹板的寬厚比"
IDS_USSG_CHECK_WTR_STEM = "檢核腹板寬厚比（DTR）"
IDS_USSG_CHECK_WTR_PROJECT_FLANGE = "檢核外伸翼緣的寬厚比"
IDS_USSG_CHECK_WTR_FLG_BOX_AXIS_RECT_SECT = "檢核箱形（%s）翼緣關於 %s 軸的寬厚比（方形與矩形斷面）"
IDS_USSG_CHECK_WTR_WEB_BOX_AXIS_RECT_SECT = "檢核箱形（%s）腹板關於 %s 軸的寬厚比（方形與矩形斷面）"
IDS_USSG_CHECK_WTR_PIPE = "檢核鋼管寬厚比（DTR）"
IDS_USSG_CALC_REDU_FACTOR_QS_SINGLE_ANGLE_MEMB = "計算單角鋼構件之未加勁單元（%s）折減係數"
IDS_USSG_CALC_REDU_FACTOR_QS_ROLLED_MEMB = "計算熱軋構件之未加勁單元（%s）折減係數"
IDS_USSG_CALC_REDU_FACTOR_QS_BUILTUP_MEMB = "計算組合構件之未加勁單元（%s）折減係數"
IDS_USSG_CALC_REDU_FACTOR_QS_STEM_TEE_MEMB = "計算 T 形鋼腹板之未加勁單元（%s）折減係數"
IDS_USSG_CALC_REDU_FACTOR_QA = "計算加勁單元（%s）折減係數"
IDS_USSG_CALC_REDU_FACTOR_QA_AXIS_RECT_SECT = "計算加勁單元（%s）關於 %s 軸的折減係數（方形與矩形斷面）"
IDS_USSG_CALC_REDU_FACTOR_QA_PIPE = "計算鋼管折減係數"
IDS_USSG_CALC_EFF_DEPTH_STIFFEN_WEB = "計算加勁腹板（%s）的有效深度"
IDS_USSG_CALC_EFF_DEPTH_STIFFEN_WEB_AXIS_RECT_SECT = "計算加勁腹板（%s）關於 %s 軸的有效深度（方形與矩形斷面）"
IDS_USSG_CALC_EFF_DEPTH_STIFFEN_FLG_AXIS_RECT_SECT = "計算加勁翼緣（B_ef$）關於 y 軸的有效深度（方形與矩形斷面）"
IDS_USSG_F_IS_TAKEN_AS_FCR_Q_1 = "F 取為以 Q = 1.0 計算之 Fcr"
IDS_USSG_DEFINE_REDU_FACTOR_QS_TEE_SECT = "定義 T 形斷面之未加勁單元（%s）折減係數"
IDS_USSG_DEFINE_REDU_FACTOR_QA = "定義加勁單元（%s）折減係數"
IDS_USSG_BUT_CONSERVATIVELY_TAKEN_AS = "但保守地可取為"
IDS_USSG_CONSERVATIVELY_TAKEN_VALE = "保守取值"
IDS_USSG_FTB_STRESS = "扭轉挫屈應力"
IDS_USSG_TOR_FTB_STRESS = "扭轉與扭轉挫屈應力"
IDS_USSG_DOUBLE_SYMM_SHAPE = "雙對稱形狀"
IDS_USSG_SIGNLE_SYMM_SHAPE_Y_AXIS = "以 y 為對稱軸的單對稱斷面"
IDS_USSG_UNSYMM_SHAPE = "不對稱形狀"
IDS_USSG_SLENDER_RATIO_AXIAL_TENS_MEMB = "軸向受拉構件的細長比"
IDS_USSG_CALC_SECT_PROP_PRINCIPAL_AXIS = "計算關於主軸（u-主軸、v-次軸）的斷面性質"
IDS_USSG_ROTATE_ANGLE_AXIS_X_U = "x 軸與 u 軸之間的旋轉角"
IDS_USSG_MAJOR_PRINCIPAL_AXIS_INERTIA_MOMENT = "主主軸慣性矩"
IDS_USSG_MINOR_PRINCIPAL_AXIS_INERTIA_MOMENT = "次主軸慣性矩"
IDS_USSG_REQ_MOMENT_MAJOR_AXIS = "主軸方向所需抗撓彎矩"
IDS_USSG_REQ_MOMENT_MINOR_AXIS = "次軸方向所需抗撓彎矩"
IDS_USSG_CHECK_FLEX_STRENGTH_MAJOR_AXIS = "檢核主軸方向彎矩強度"
IDS_USSG_CHECK_FLEX_STRENGTH_MINOR_AXIS = "檢核次軸方向彎矩強度"
IDS_USSG_SKIP_FLEX_STRENGTH_MAJOR_AXIS_CHECK = "略過主軸方向彎矩強度（ X ）檢核"
IDS_USSG_SKIP_FLEX_STRENGTH_MINOR_AXIS_CHECK = "略過次軸方向彎矩強度（ Y ）檢核"
IDS_USSG_CALC_NOMINAL_FLEX_STRENGTH_YIELDING = "計算降伏（ Y ）之標稱彎矩強度"
IDS_USSG_CALC_NOMINAL_FLEX_STRENGTH_FLB = "計算翼緣局部挫屈（ FLB ）之標稱彎矩強度"
IDS_USSG_CALC_NOMINAL_FLEX_STRENGTH_LFB = "計算側向抗彎挫屈（ LTB ）之標稱彎矩強度"
IDS_USSG_CALC_NOMINAL_FLEX_STRENGTH_LTB = "計算側向扭轉挫屈（ LTB ）之標稱彎矩強度"
IDS_USSG_CALC_NOMINAL_FLEX_STRENGTH_WLB = "計算腹板局部挫屈（ WLB ）之標稱彎矩強度"
IDS_USSG_CLAC_NOMINAL_FLEX_STRENGTH_LB = "計算局部挫屈（ LB ）之標稱彎矩強度"
IDS_USSG_CALC_TFY = "計算受拉翼緣降伏（ TFY ）"
IDS_USSG_CALC_CFY = "計算受壓翼緣降伏（ CFY ）"
IDS_USSG_CHECK_FLEX_STRENGTH_MAJOR_AXIS_U_SKIPPED = "已略過主軸方向彎矩強度（ U ）檢核"
IDS_USSG_CHECK_FLEX_STRENGTH_MINIR_AXIS_V_SKIPPED = "已略過次軸方向彎矩強度（ V ）檢核"
IDS_USSG_CHECK_FLEX_STRENGTH_SKIPPED = "已略過彎矩強度檢核"
IDS_USSG_CALC_FLEX_STRENGTH_YIELDING_SINGLE_ANGLE = "計算單角鋼構件之降伏（ Y ）彎矩強度"
IDS_USSG_ELASTIC_SECT_MODULUS_REFER_TENS_COMP_FLANGE = "相對於受拉與受壓翼緣之彈性斷面係數"
IDS_USSG_YIELD_MOMENT_U_AXIS = "繞 u 軸彎曲之降伏彎矩"
IDS_USSG_CALC_FLEX_STRENGTH_LLB_NONCOMPACT_SINGLE_ANGLE = "計算非結實單角鋼構件之肢部局部挫屈（ LLB ）彎矩強度"
IDS_USSG_CALC_FLEX_STRENGTH_LLB_SLENDER_SINGLE_ANGLE = "計算細長單角鋼構件之肢部局部挫屈（ LLB ）彎矩強度"
IDS_USSG_CALC_FLEX_STRENGTH_LTB_SINGLE_ANGLE = "計算單角鋼構件之側向扭轉挫屈（ LTB ）彎矩強度"
IDS_USSG_CALC_WTR_FLG_FLEX = "計算抗彎用翼緣之限制寬厚比"
IDS_USSG_CALC_WTR_WEB_FLEX = "計算抗彎用腹板之限制寬厚比"
IDS_USSG_CALC_WTR_FLEX_SEIS_PROV = "計算耐震規定中抗彎之限制寬厚比"
IDS_USSG_CALC_WTR_SINGLE_LEG_FLEX_SEIS_PROV = "計算耐震規定中單肢抗彎之限制寬厚比"
IDS_USSG_CALC_WTR_PAIR_LEG_FLEX_SEIS_PROV = "計算耐震規定中雙肢抗彎之限制寬厚比"
IDS_USSG_CALC_WTR_FLG_WEB_FLEX_SEIS_PROV = "計算耐震規定中翼緣與腹板抗彎之限制寬厚比"
IDS_USSG_CALC_WTR_FLG_FLEX_SEIS_PROV = "計算耐震規定中翼緣抗彎之限制寬厚比"
IDS_USSG_CALC_WTR_WEB_FLEX_SEIS_PROV = "計算耐震規定中腹板抗彎之限制寬厚比"
IDS_USSG_CALC_WTR_PIPE_FLEX = "計算管材抗彎之限制寬厚比"
IDS_USSG_CALC_WTR_FLB = "計算 FLB 的限制寬厚比"
IDS_USSG_CHECK_INTERATION_COMBINED_STRENGTH = "檢核組合強度之互制作用"
IDS_USSG_RADIUS_GYRATION_MINOR_PRINCIPAL_AXIS = "次主軸之迴轉半徑"
IDS_USSG_COORDINATE_V_AXIS_ALONG_SHEAR_CENETR = "剪力中心之 v 軸方向座標"
IDS_USSG_SEISMICALLY_COMPACT = "耐震結實"
IDS_USSG_WIDTH_OF_STIFFENED_COMPRESSION_ELEMENT = "加勁受壓構件之寬度"
IDS_USSG_COMPACT_FLG_NOT_APPLIED_FLB = "緊密翼緣 %s 不適用翼緣局部挫屈之極限狀態"
IDS_USSG_COMPACT_FLG_NOT_APPLIED_WLB = "緊密翼緣 %s 不適用腹板局部挫屈之極限狀態"
IDS_USSG_COMPACT_WEB_NOT_APPLIED_WLB = "緊密腹板 %s 不適用腹板局部挫屈之極限狀態"
IDS_USSG_NOT_APPLIED_TFY = "不適用受拉翼緣降伏之極限狀態"
IDS_USSG_NOT_APPLIED_LTB = "不適用側向扭轉挫屈"
IDS_USSG_CALC_PLATIFICATION_FACTOR = "計算塑化係數"
IDS_USSG_SKIP_SHEAR_CHECK = "跳過剪力檢核"
IDS_USSG_AXIAL_FORCE_NEED_CONSIDERED = "需要考慮軸力之影響"
IDS_USSG_AXISL_FORCE_NOT_NEED_CONSIDERED = "不需要考慮軸力之影響"
IDS_USSG_CALC_WEB_SHEAR_COEFF_SINGLE_ANGLE = "計算單角鋼之腹板剪力係數（ %s ）"
IDS_USSG_CALC_WEB_SHEAR_COEFF = "計算腹板剪力係數"
IDS_USSG_SLENDER_WEB_NOT_ALLOWABLE = "細長腹板  %s 不容許細長腹板"
IDS_USSG_CHECK_FLEX_STRENGTH_CIRCULAR_TUBE = "檢核圓管之彎矩強度"
IDS_USSG_CHECK_FLEX_STRENGTH_CIRCULAR_BAR = "檢核圓棒之彎矩強度"
IDS_USSG_LATERAL_UNBRACED_LENGTH_INELASTIC_LTB = "計算非彈性側向扭轉挫屈極限狀態之側向無支撐長度"
IDS_USSG_LATERAL_UNBRACED_LENGTH_YIELDING = "計算降伏極限狀態之限制側向無支撐長度"
IDS_USSG_CALC_EFF_RADIUS_GYRATION_LTB = "計算側向扭轉挫屈之有效迴轉半徑"
IDS_USSG_CALC_BENDING_STRENGTH_REDU_FACTOR = "計算彎矩強度折減係數"
IDS_USSG_DISTANCE_BETWEEN_FLG_CENTROID = "翼緣形心間距"
IDS_USSG_CLAC_WEB_PLATE_BUCKLING_COEFF = "計算腹板板件挫屈係數"
IDS_USSG_FOR_STEM_OF_TEE_WITH = "適用於具有下列條件之 T 形斷面腹板"
IDS_USSG_FOR_STIFFENED_WEB = "對於加勁肋"
IDS_USSG_FOR_WEB_ROLLED_H_WITH = "適用於具有下列條件之熱軋 H 形構件腹板"
IDS_USSG_FOR_ROLLED_H = "適用於熱軋 H 形構件"
IDS_USSG_FOR_WEBS_DOUBLE_SINGLE_SYMM_SHAPE = "適用於其他所有雙/單對稱斷面及槽鋼之腹板"
IDS_CHECK_TORSION_STRENGTH = "檢核扭力強度"
IDS_CALC_CRITICAL_STRESS = "計算臨界應力"
IDS_CALC_INTERATIO_RATIO_COMBINED_STRENGTH = "計算組合強度互制比"
IDS_ELASTIC_SECT_MODULUS = "彈性斷面模數"
IDS_FORMULA = "公式"
IDS_USSG_CALC_COMP_EFFECTIVE_AREA = "計算細長單元之有效面積"
IDS_USSG_CALC_COMP_EFFECTIVE_AREA_WIDTH = "使用有效寬度計算有效面積"
IDS_USSG_CALC_COMP_EFFECTIVE_WIDTH_FLG = "計算有效寬度"
IDS_USSG_CALC_COMP_EFFECTIVE_WIDTH_FLG_TOP = "計算有效寬度（上翼緣）"
IDS_USSG_CALC_COMP_EFFECTIVE_WIDTH_FLG_BOT = "計算有效寬度（下翼緣）"
IDS_USSG_CALC_COMP_EFFECTIVE_WIDTH_WEB = "計算有效肋"
IDS_USSG_CALC_COMP_EFFECTIVE_WIDTH_STEM = "計算有效主肋"
IDS_USSG_FOR_STEM_WEB_TENS = "適用於受拉之腹板與腹板肢"
IDS_USSG_FOR_STEM_WEB_COMP = "適用於受壓之腹板與腹板肢"
IDS_USSG_FOR_OTHER_H_C = "適用於其他所有 H 形構件與槽鋼"
IDS_USSG_WEB_BUCKLING_COEFF = "肋板挫屈係數"
IDS_USBP_CHECK_DEVELOPEMENT_LENGTH_ANCHOR_BOLT = "檢核錨栓發展長度"
IDS_USBP_BASE_PLATE = "基礎板"
IDS_USBP_RIB_WING = "肋/翼"
IDS_USBP_ANCHOR_BOLT = "錨栓"
IDS_USBP_WING = "翼"
IDS_USBP_RIB = "肋"
IDS_USBP_WING_PLATE = "翼板"
IDS_USBP_RIB_PLATE = "肋板"
IDS_USBP_RIB_WING_PLATE = "肋板與翼板"
IDS_USBP_PEDESTAL = "基座"
IDS_USBP_CHECK_BEARING_STRESS_BASE_PLATE = "檢核底板承壓應力"
IDS_USBP_REACTION_FORCE_NOT_EXIST = "不存在反力。"
IDS_USBP_BEARING_STRESS = "承載應力"
IDS_USBP_CALC_BEARING_STRESS_CONCRETE = "計算混凝土承壓應力"
IDS_USBP_CHECK_TENSILE_STRENGTH = "檢核拉伸強度"
IDS_USBP_TENSION_FORCE_IS_NOT_EXIST = "不存在拉力。"
IDS_USBP_CHECK_DEVELOPMENT_LENGTH = "檢核發展長度（彎鉤鋼筋）"
IDS_USBP_APPLIED_LCOM_BEARING_STRESS = "承壓應力所套用之載重組合"
IDS_USBP_CHECK_TENSION_STRESS_ANCHOR_BOLT = "檢核錨栓拉應力"
IDS_USBP_TENSION_FORCE_NOT_EXIST = "不存在拉力。"
IDS_USBP_CHECK_BASE_PLATE = "檢核基礎板"
IDS_USBP_DESIGN_MOMENT_USE_AVERAGE = "設計彎矩（使用平均值）"
IDS_USBP_FORCE_DIAGRAM = "內力圖"
IDS_USBP_CHECK_RIB_PLATE = "檢核肋板"
IDS_USBP_CHECK_WING_PLATE = "檢核翼板"
IDS_USBP_CHECK_ANCHOR_BOLT_CIP = "檢核錨栓（現場澆置）"
IDS_USBP_ANCHOR_BOLT_NOT_EXIST = "錨栓不存在。"
IDS_USBP_CHECK_DEVELOP_LENGTH_ANCHOR_BOLT = "檢核錨栓發展長度（彎鉤鋼筋）"
IDS_USBP_INPUT_LIST = "鋼承鈑輸入清單"
IDS_USBP_START_ANGLE = "起始角度"
IDS_USBP_GENERATE_REPORT = "正在產生鋼承鈑報告..."
IDS_USBP_NUMBER_ANCHOR_BOLT = "錨栓數量"
IDS_USBP_NOX = "無(X)"
IDS_USBP_NOY = "無(Y)"
IDS_USBP_CHECK_TENSION_STRESS_BEARING = "檢核承壓區之拉應力"
IDS_USBP_CALC_BP_THK = "計算基礎板厚度"
IDS_CALC_THK_RATIO = "計算底板厚度比"
IDS_USCG_INPUT_LIST = "鋼吊車梁輸入清單"
IDS_USCG_COVER_PLATE = "覆蓋板"
IDS_USCG_WHEEL_LOAD = "輪載"
IDS_USCG_SIZE_IMPACT_FACTOR = "尺寸與衝擊係數"
IDS_USCG_BACK_TRUSS = "後桁架"
IDS_USCG_FATIGUE_DEFLECTION = "疲勞與變形"
IDS_USCG_NO_WHEEL = "輪數"
IDS_USCG_INCLUDE_SELF_WEIGHT = "包含自重"
IDS_USCG_RAIL_WIDTH = "軌道寬度"
IDS_USCG_VER = "垂直向"
IDS_USCG_HOR = "水平向"
IDS_USCG_RUN = "行走"
IDS_USCG_NUMBER_STRESS_RANGE_FLUCTUTATION = "設計壽命內應力範圍波動次數"
IDS_USCG_CRITERIA_FOR_VERT_DEFLECTION_CHECK = "垂直撓度檢核準則"
IDS_USCG_VERTICAL_DIR = "垂直方向"
IDS_USCG_HORIZONTAL_DIR = "水平方向"
IDS_USCG_RUNNING_DIR = "行走方向"
IDS_USCG_CHECK_FATIGUE = "檢核疲勞"
IDS_USCG_CHECK_STIFFENER = "檢核加勁肋"
IDS_USCG_CHECK_STIFFENER_END = "檢核加勁肋（端部）"
IDS_USCG_CHECK_STIFFENER_MIDDLE = "檢核加勁肋（中部）"
IDS_USCG_DATA_TO_CALC_STIFFENER_NOT_SUPPLIED = "未提供計算加勁肋所需資料。請檢查您的加勁肋資料。"
IDS_USCG_IMPACT_FACTOR = "衝擊係數"
IDS_USCG_BRACE_TENSION_FLANGE = "支撐拉力翼緣"
IDS_USCG_BACK_GIRDER = "後主梁"
IDS_USCG_VERTICAL_STIFFENER = "垂直加勁肋"
IDS_USCG_BEARING_STIFFENER_AT_SUPPORT = "支撐處承載加勁肋"
IDS_USCG_INTERMEDIATE_STIFFENER = "中間加勁肋"
IDS_USCG_FATIGUE = "疲勞"
IDS_USCG_NUMBER_STRESS_RANGE_FLUCTUTAION = "設計壽命內應力範圍波動次數"
IDS_USCG_CALC_MEMBER_FORCE_BY_WHEEL_LOAD = "計算構件內力（依輪載）"
IDS_USCG_VERTICAL_MEMBER_FORCES = "垂直構件內力"
IDS_USCG_MAX_SHEAR_FORCE = "最大剪力"
IDS_USCG_MAX_REACTION_AT_SUPPORT = "支撐處最大反力"
IDS_USCG_DETERMINE_MEMBER_FORCES = "確定構件內力"
IDS_USCG_MAX_BENDING_MOMENT = "最大彎矩"
IDS_USCG_REACTION_AT_SUPPORT_A_MAX_MOMENT = "支承 A 於最大抗撓彎矩時之反力"
IDS_USCG_REACTION_AT_SUPPORT_B_MAX_MOMENT = "支承 B 於最大抗撓彎矩時之反力"
IDS_USCG_HORIZONTAL_MEMBER_FORCES = "水平構件內力"
IDS_USCG_BENDING_MOMENT = "彎矩"
IDS_USCG_REACTION_AT_SUPPORT_A = "支撐A處反力"
IDS_USCG_REACTION_AT_SUPPORT_B = "支撐B處反力"
IDS_USCG_RUNNING_DIRECTIONAL_MEMBER_FORCES = "運行方向構件內力"
IDS_USCG_POSSIBLE_MAX_AXIAL_FORCE = "可能的最大軸力"
IDS_USCG_CHECK_ALLOWABLE_FATIGUE_STRESS = "檢核容許疲勞應力"
IDS_USCG_FATIGUE_CHECKED_BY_APPENDIX_3_AISC = "疲勞依 AISC LRFD Manual, 2005 之附錄 3 進行檢核"
IDS_USCG_CALC_DESIGN_STRESS_RANGE = "計算設計應力範圍"
IDS_USCG_STRESS_CATEGORY = "應力類別"
IDS_USCG_MAX_DEFLECTION = "最大變形"
IDS_USCG_MAX_MOMENT_BY_LIVE_LOAD = "活載重造成的最大彎矩"
IDS_USCG_MAX_STRESS_BY_LIVE_LOAD = "活載重造成的最大應力"
IDS_USCG_CALC_MEMBER_FORCE_BY_SELF_WEIGHT = "計算結構構件內力（依自重）"
IDS_USCG_POSITION_LOAD_CENTER_FROM_SUPPORT_A = "載重中心距支承 A 的位置"
IDS_USCG_POSITION_MAX_DEFLECTION_FROM_SUPPORT_A = "最大撓度距支承 A 的位置"
IDS_USCG_CALC_MEMBER_FORCES_BY_BACK_GIRDER = "計算結構構件內力（依後梁）"
IDS_USCG_AXIAL_FORCE_BY_BACK_GIRDER = "後梁造成的軸力"
IDS_USCG_MIN_STRESS_BY_LIVE_LOAD = "活載重造成的最小應力"
IDS_USCG_CHECK_BEARING_STIFFENER_AT_SUPPORT = "檢核支承處承壓加勁肋"
IDS_USCG_CHECK_IF_STIFFENER_IS_REQ = "檢核是否需要加勁肋"
IDS_USCG_CHECK_REQ_FOR_STIFFENER = "檢核加勁肋要求"
IDS_USCG_CHECK_REQ_FOR_STIFFENER_TO_APPLY_TENSION_ACTION = "檢核採用張力場作用所需之加勁肋要求"
IDS_USCG_REACTION_AT_SUPPORT = "支撐處反力"
IDS_USCG_STRESS_RANGE_BY_LIVE_LOAD = "活載重造成的應力範圍"
IDS_USCG_BENDING_MOMENT_AT_LOAD_CENTER = "載重中心處彎矩"
IDS_USCG_CHECK_FLANGE_WEB_UNDER_CONCENTRATED_FORCE = "檢核集中內力作用下的翼緣與腹板"
IDS_USCG_CHECK_INTERMEDIATE_STIFFENER = "檢核中間加勁肋"
IDS_USCG_CHECK_REQ_TENSION_FIELD_ACTION = "檢核張力場作用要求"
IDS_USCG_CHECK_WEB_UNDER_CONCENTRATED_FORCE = "檢核集中內力作用下的腹板"
IDS_USCG_STIFFENER_AXIAL_STRENGTH = "加勁肋軸向強度"
IDS_USCG_FLANGE_LOCAL_BENDING = "翼緣局部彎曲"
IDS_USCG_WEB_LOCAL_YIELDING = "肋局部屈服"
IDS_USCG_WEB_CRIPPLING = "肋挫屈"
IDS_USCG_WEB_SIDESWAY_BUCKLING = "肋側向挫屈"
IDS_USCG_WEB_COMPRESSION_BUCKLING = "肋受壓挫屈"
IDS_USCG_GENERATE_REPORT = "正在產生鋼吊車梁報告..."
IDS_USCG_H_SECTION = "H型截面"
IDS_USCG_CRITERIA_HORZ_DEFLECT_CHECK = "水平撓度檢核準則"
IDS_USCG_CONSTANT = "常數"
IDS_USCG_THRESHOLD_FATIGUE_STRESS_RANGE = "閾值疲勞應力範圍"
IDS_USCG_DESIGN_STRESS_RANGE = "設計應力範圍"
IDS_USCG_POSSIBLE_MAX_STRESS = "可能的最大應力"
IDS_USCG_VERT_DEFLECTION = "垂直變形"
IDS_USCG_HORZ_DEFLECTION = "水平偏移"
IDS_USCG_POSITION_LOAD_CENTER = "載重中心位置"
IDS_USCG_POSITION_LOAD_CENTER_1ST_WHEEL = "載重中心距 %s 輪的位置"
IDS_USCG_DISTANCE_1ST_WHEEL_FROM_SUPPORT_A = "%s 輪距支承 A 的距離"
IDS_USCG_STIFFENER_REQUIRED = "需要加勁肋"
IDS_USCG_SITFFENER_NOT_REQUIRED = "不需要加勁肋"
IDS_USCG_REQUIREMENT_FOR_STIFFENER_I = "加勁肋要求 ( I )"
IDS_USCG_TENSION_FIELD_ACTION = "拉力場作用"
IDS_USCG_REQUIREMENT_TENSION_FIELD_ACTION = "T.F.作用要求"
IDS_USCG_DESIGN_AXIAL_FORCE = "設計軸力"
IDS_USCG_WEB_SHEAR_BUCKLING_COEFFICIENT = "腹板剪力挫屈係數"
IDS_USCG_EFFECTIVE_WIDTH_FOR_TEES = "T型鋼有效寬度"
IDS_USCG_SECTION_OF_FLAGE_AND_SEGMENT_OF_WEB = "由翼緣與腹板一段所組成的斷面"
IDS_USCG_SECTION_OF_END_STIFFENER_AND_LENGTH_OF_WEB = "由端部加勁肋加上腹板一段長度所組成的斷面"
IDS_USFW_MAXIMUM_FORCE = "最大內力"
IDS_USCG_SELG_WEIGHT_OF_CRANE_GIRDER_IS_NOT_CONSIDERED = "未考慮吊車梁自重。"
IDS_USCG_SELG_WEIGHT_OF_CRANE_GIRDER_IS_CONSIDERED = "已考慮吊車梁自重。"
IDS_USPG_PURLIN = "檁條"
IDS_USPG_GIRT = "橫梁"
IDS_USPG_CONTINUITY = "連續性"
IDS_USPG_VERTICAL_LOAD = "垂直載重"
IDS_CHECK_STRENGTH = "檢核強度"
IDS_USPG_GENERATE_REPORT = "正在產生鋼檁條/牆梁報告..."
IDS_USPG_BY_CODE = "依設計規範"
IDS_USPG_INPUT_LIST = "鋼檁條／牆梁輸入清單"
IDS_USPG_STRENGTH_DETAIL = "強度細節"
IDS_USWO_INPUT_LIST = "鋼腹板開孔輸入清單"
IDS_USWO_USE_PLATE = "使用板材"
IDS_USWO_REINFORCING_PLATE = "加強板"
IDS_USWO_DOUBLE = "雙重"
IDS_USWO_CONSIDER_SELF_WEIGHT = "考慮自重"
IDS_USWO_UNIT_LOAD = "單位載重"
IDS_USWO_RADIUS = "半徑"
IDS_USWO_DECK = "鋼承鈑"
IDS_USWO_WEB_OPENING = "腹板開口"
IDS_USWO_CORNER_RADIUS = "角落半徑"
IDS_USWO_DESIGN_FORCE_USER = "設計內力 ( 使用者 )"
IDS_USWO_CONCENTRAED_FORCE = "集中內力"
IDS_USWO_CHECK_STABILITY_CONSIDERATIONS = "檢核穩定性考量"
IDS_USWO_CHECK_GUIDELINES_FOR_DETAILING = "檢核細部設計指導方針"
IDS_USWO_OPENDING_AND_TEE_DIMENSIONS = "開口及T型鋼尺寸"
IDS_USWO_CORNER_RADII_EDGE_OF_OPENING = "開孔角部圓角半徑與孔緣"
IDS_USWO_CALC_MAX_SHEAR_CAPACITY = "計算最大剪力強度"
IDS_USWO_CALC_MAX_MOMENT_CAPACITY = "計算最大彎矩強度"
IDS_USWO_CALC_MOMENT_SHEAR_INTERACTION = "計算彎矩-剪力互動"
IDS_USWO_CHECK_ADDITIONAL_REQUIREMENT = "檢核附加要求"
IDS_USWO_REQUIREMENT_FOR_REINORCING_PLATE_ONE_SIDE = "僅單側補強板之要求"
IDS_USWO_MAX_MOMENT_CAPACITY_REINFORCED = "最大彎矩強度 ( 鋼筋 )"
IDS_USWO_MAX_MOMENT_CAPACITY_UNREINFORCED = "最大彎矩強度 ( 非鋼筋 )"
IDS_USWO_MAX_MOMENT_CAPACITY = "最大彎矩強度"
IDS_USWO_CORNER_RADII = "角落半徑"
IDS_USWO_EDGE_OPENING = "開口邊緣"
IDS_USWO_CALC_SELF_WEIGHT = "計算自重"
IDS_USWO_DESIGN_FORCE_OPENING = "開口處的設計內力"
IDS_USWO_MAX_SHEAR_CAPACITY = "最大剪力強度"
IDS_USWO_REINFORCEMENT_LENGTH_SPACING_OPENING = "開孔補強長度與間距"
IDS_USWO_REINFORCEMENT_LENGTH_BEYOND_OPENING = "超出開孔的補強長度"
IDS_USWO_LOCAL_BUCKLING_COMPRESSION_FLANGE_OR_REINFORCEMENT = "受壓翼緣或鋼筋的局部挫屈"
IDS_USWO_LIMIT_WTR_WEB = "腹板寬厚比限制"
IDS_USWO_REQUIREMENT_STUD = "加勁肋要求"
IDS_USWO_CALC_MOMENT_CAPACITY_UNPERFORATED_BEAM = "計算未開孔梁的彎矩強度（組合梁）"
IDS_USWO_MOMENT_CAPACITY_UNPERFORATED_BEAM_STEEL = "未開孔梁的彎矩強度（鋼梁）"
IDS_USWO_CALC_FORCE_IN_CONCRETE = "計算混凝土內力"
IDS_USWO_CALC_FORCE_IN_CONCRETE_STEEL = "計算混凝土與鋼材中的內力"
IDS_USWO_PRE_CALC_MAX_SHEAR_CAPACITY = "最大剪力強度的預先計算"
IDS_USWO_AXIAL_FORCE_IN_CONCRETE_REINFORCEMENT = "混凝土與鋼筋中的軸力"
IDS_USWO_SPACING_OPENING = "開口間距"
IDS_USWO_MAX_CAPACITY = "最大強度"
IDS_USWO_MOMENT_STRENGTH = "彎矩強度"
IDS_USWO_CALC_MAX_SHEAR_CAPACITY_TEE = "計算 T 形的最大剪力強度"
IDS_USWO_MAX_SHEAR_CAPACITY_TEE = "計算 T 形的最大剪力強度"
IDS_USWO_GENERATE_REPORT = "正在產生鋼腹板開孔報告..."
IDS_USWO_ELASTIC_MODULUS_CONCRETE = "混凝土彈性模數"
IDS_USWO_MOMENT_SHEAR_INTERACTION_RATIO = "彎矩-剪力互制比"
IDS_USWO_OPENING_PARAMETER = "開口參數"
IDS_USWO_CONSIDER_CONCENTRAED_FORCE = "考慮集中內力"
IDS_USWO_DISTANCE_TO_EDGE_OPENING = "至開孔邊緣的距離"
IDS_USWO_RECALCULRATION_IS_REQUIRED = "需要重新計算"
IDS_USWO_SHAER_CAPACITY_OF_TOP_TEE_2ND_PHASE = "上翼緣 T 形的剪力強度（第 2 階段）"
IDS_USWO_MODIFY_VM_BY_WIDTH_THICHNESS_RATIO_OF_WEB = "依腹板寬厚比修正 V_m$"
IDS_USST_INPUT_LIST = "鋼梯輸入清單"
IDS_USST_CHECK_SECTIONS = "檢核斷面"
IDS_USST_TYPE_SUPPORT = "類型與支撐"
IDS_USST_SECTION_TYPE_SUPPORT = "斷面 ( 類型與支撐 )"
IDS_USST_SECTION_STRINGER = "斷面 ( 梁 )"
IDS_USST_SECTION_PLATE = "斷面 ( 板 )"
IDS_USST_SUPPORT_CONDITIONS = "支撐條件"
IDS_USST_LEFT_SUPPORT = "左支撐"
IDS_USST_RIGHT_SUPPORT = "右支撐"
IDS_USST_STAIR_TYPE = "樓梯類型"
IDS_USST_SUPPORT_L = "支撐(L)"
IDS_USST_SUPPORT_R = "支撐(R)"
IDS_USST_STRINGER = "梁"
IDS_USST_STRINGER1 = "梁1"
IDS_USST_STRINGER2 = "梁2"
IDS_USST_STRINGER3 = "梁3"
IDS_USST_STRINGER4 = "梁4"
IDS_USST_STAIR_HEIGHT = "樓梯高度"
IDS_USST_STAIR_WIDTH = "樓梯寬度"
IDS_USST_GENERATE_REPORT = "正在產生鋼樓梯報告..."
IDS_USWE_INPUT_LIST = "鋼焊接輸入清單"
IDS_USWE_THIK_BASE_MEMBER = "厚度 ( 基構件 )"
IDS_USWE_LENGTH_ANGLE = "角度長度"
IDS_USWE_LEG_SIZE_WELD_SMAX = "腿長（焊接構件側，Smax）"
IDS_USWE_LEG_SIZE_WELD_SMIN = "腿長（焊接構件側，Smin）"
IDS_USWE_LEG_SIZE_BASE_SMAX = "腿長（基礎構件側，Smax）"
IDS_USWE_LEG_SIZE_BASE_SMIN = "腿長（基礎構件側，Smin）"
IDS_USWE_LEG_SIZE_FLANGE_SMAX = "腿部尺寸 ( 翼緣, Smax )"
IDS_USWE_LEG_SIZE_FLANGE_SMIN = "腿部尺寸 ( 翼緣, Smin )"
IDS_USWE_LEG_SIZE_WEB_SMAX = "腿部尺寸 ( 腹板, Smax )"
IDS_USWE_LEG_SIZE_WEB_SMIN = "腿部尺寸 ( 腹板, Smin )"
IDS_USWE_LEG_SIZE = "腿部尺寸"
IDS_USWE_WELD_MEMBER = "焊接構件"
IDS_USWE_BASE_MEMBER = "基構件"
IDS_USWE_WELD_MEMBER_SIDE = "焊接構件側面"
IDS_USWE_BASE_MEMBER_SIDE = "基構件側面"
IDS_USWE_STRENGTH_WELD_MEMBER_SIDE = "焊接構件側強度"
IDS_USWE_STRENGTH_BASE_MEMBER_SIDE = "母材側強度"
IDS_USWE_STRESS_WELD_MEMBER_SIDE = "焊接構件側應力"
IDS_USWE_STRESS_BASE_MEMBER_SIDE = "母材側應力"
IDS_USWE_CHECK_STIFFENER = "檢核加勁肋"
IDS_USWE_CALC_BEAM_FLANGE_FORCE = "計算梁翼緣內力"
IDS_USWE_DESIGN_MOMENT_FLANGE_FORCE = "設計彎矩與翼緣內力"
IDS_USWE_CHECK_SECTION_STIFFENER = "檢核加勁肋斷面"
IDS_USWE_WIDTH_STIFFENER = "加勁肋寬度"
IDS_USWE_WIDTH_THICK_RATIO = "寬度-厚度比"
IDS_USWE_LOCAL_BUCKLING_STRESS_DUE_TO_FLANCE_FORCE = "梁翼緣內力造成的局部挫屈應力"
IDS_USWE_COLM_WEB_CLIPPLING = "柱腹板破壞"
IDS_USWE_COLM_WEB_COMPRESSION_BUCKLING = "柱腹板受壓挫屈"
IDS_USWE_WELD_SIZE_POSITION = "焊接尺寸與位置"
IDS_USWE_WELD_SIZE_LEG = "焊接尺寸 ( 腿部尺寸 )"
IDS_USWE_MOMENT_DISTRIBUTION_FACTOR = "彎矩分佈係數"
IDS_USWE_CALC_PROP_WELDING = "計算焊接性質"
IDS_USWE_CALC_STRESS = "計算應力"
IDS_USWE_CHECK_RATIO = "檢核比率"
IDS_USWE_COMMENT_RATIO1 = "Normal–shear interaction (X)"
IDS_USWE_COMMENT_RATIO2 = "Normal–shear interaction (Y)"
IDS_USWE_COMMENT_RATIO3 = "Resultant stress (X)"
IDS_USWE_COMMENT_RATIO4 = "Resultant stress (Y)"
IDS_USWE_COMMENT_RATIO5 = "Combined resultant stress (X–Y)"
IDS_USWE_CALC_WELD_STRENGTH = "Weld Strength"
IDS_USWE_CALC_NOMINAL_WELD_STRENGTH = "Nominal Weld Strength (AISC 360-22, J2)"
IDS_USWE_CALC_DESIGN_WELD_STRENGTH = "Design weld strength"
IDS_USWE_CALC_NOMINAL_BASE_STRENGTH = "標稱母材強度（AISC 360-22, J2）"
IDS_USWE_CALC_DESIGN_BASE_STRENGTH = "設計母材強度"
IDS_USWE_ELECTRODE = "電極"
IDS_USWE_NO_ANGLE = "角鋼數量"
IDS_USWE_POSITION_TYPE = "位置類型"
IDS_USWE_CHECK_REQUIREMENT = "檢核要求"
IDS_USWE_CHECK_LENGTH_ANGLE = "檢核角度長度"
IDS_USWE_CHECK_LEG_SIZE_WELD = "檢核腿長（焊接構件側）"
IDS_USWE_CHECK_LEG_SIZE_BASE = "檢核腿長（基礎構件側）"
IDS_USWE_CHECK_LEG_SIZE_FLANGE = "檢核腿部尺寸 ( 翼緣 )"
IDS_USWE_CHECK_LEG_SIZE_WEB = "檢核腿部尺寸 (Web)"
IDS_USWE_CALC_PROP_WELD_MEMB = "計算性質 (焊接構件)"
IDS_USWE_CALC_PROP_BASE_MEMB = "計算性質 (基礎構件)"
IDS_USWE_CALC_PROP = "計算性質"
IDS_USWE_CALC_ALLOWABLE_STRESS = "計算容許應力"
IDS_USWE_CALC_SECTION_PROP = "計算斷面性質"
IDS_USWE_CALC_DESIGN_FLANGE_FORCE = "計算設計翼板內力"
IDS_USWE_CHECK_WIDTH_STIFFENER = "檢核加勁肋寬度"
IDS_USWE_CHECK_WTR_STIFFENER = "檢核加勁肋寬厚比"
IDS_USWE_CHECK_LOCAL_BUCKLING_STRESS_DUE_TO_FLANGE_FORCE = "檢核梁翼緣內力造成的局部挫屈應力"
IDS_USWE_CALC_STRESS_BY_FLANGE_FORCE = "計算翼緣內力造成的應力"
IDS_USWE_CHECK_COLM_WEB_CLIPPLING = "檢核柱網格破壞"
IDS_USWE_CALC_WEB_CRIPPLING_FORCE = "計算網格破壞內力"
IDS_USWE_CHECK_COLM_WEB_COMPRESSION_BUCKLING = "檢核柱腹板受壓挫屈"
IDS_USWE_CALC_WEB_COMPRESSION_BUCKLING_FORCE = "計算腹板受壓挫屈內力"
IDS_USWE_SECTION_WELD_MEMB = "斷面 (焊接構件)"
IDS_USWE_GENERATE_REPORT = "正在產生鋼焊接報告..."
IDS_UCCB_INPUT_LIST = "SRC 組合梁輸入清單"
IDS_UCCB_THIK_CONCRETE = "混凝土厚度"
IDS_UCCB_FINISH_LOAD = "完成載重"
IDS_UCCB_CONSTRUCTION = "施工"
IDS_UCCB_CONSTRUCTION_LOAD = "施工載重"
IDS_UCCB_PLASTIC_DESIGN_COMPACT = "塑性設計 (結實斷面)"
IDS_UCCB_ELASTIC_DESIGN_NONCOMPACT = "彈性設計（非結實斷面）"
IDS_UCCB_NONCOMPACT_SECT_ELASTIC_DESIGN = "非結實斷面 → 彈性設計"
IDS_UCCB_COMPACT_SECT_PLASTIC_DESIGN = "結實斷面 → 塑性設計"
IDS_UCCB_CALC_EFFECTIVE_WIDTH_SLAB = "計算板的有效寬度"
IDS_UCCB_CALC_DESIGN_LOAD_BY_SELF_WEIGHT = "依自重計算設計載重"
IDS_UCCB_CALC_DESIGN_FORCE_CONSTRUCTION = "計算施工期間設計內力"
IDS_UCCB_CALC_BEAM_MODE_PROP = "計算梁模式性質"
IDS_UCCB_CALC_DEFLECT_FREQUENCY = "計算撓度與頻率"
IDS_UCCB_CALC_EFFECTIVE_GIRDER_PANEL_WIDTH_HEIGHT = "計算主梁面板有效寬度與重量"
IDS_UCCB_CALC_EFFECTIVE_BEAM_PANEL_WIDTH_HEIGHT = "計算梁面板有效寬度與重量"
IDS_UCCB_CHECK_VIRBRATION_COMBINED_MODE = "檢核振動 (組合模式)"
IDS_UCCB_SECTION_HBEAM_SLAB = "斷面 (H型鋼與板)"
IDS_UCCB_SECTION_STUD = "斷面 (樁)"
IDS_UCCB_CHECK_REQUIREMENT_STUD = "檢核樁的要求"
IDS_UCCB_CHECK_DEFLECT_CONSTRUCTION = "檢核施工期間的撓度"
IDS_UCCB_CALC_TRANSFORMED_MOMENT_INERTIA = "計算換算斷面慣性矩"
IDS_UCCB_CALC_TRANSFORMED_MOMENT_INERTIA_PER_UNITWIDTH = "計算每單位寬度的換算斷面慣性矩"
IDS_UCCB_CONST_LOAD = "施工載重"
IDS_UCCB_DEAD_LIVE = "死載與活載"
IDS_UCCB_CHECK_SIZE = "檢核尺寸"
IDS_UCCB_CALC_THICK_DECK_SLAB = "計算樓承板板厚度"
IDS_UCCB_CHECK_DEFLECT_DEAD = "檢核靜載重撓度"
IDS_UCCB_CHECK_DEFLECT_LIVE = "檢核活載重撓度"
IDS_UCCB_CALC_ELASTIC_MODULUS_CONCRETE = "計算混凝土彈性模數"
IDS_UCCB_CALC_NUMBER_OF_STUD = "計算樁的數量"
IDS_UCCB_CALC_COMPOSITION_RATIO = "計算組成比"
IDS_UCCB_CHECK_MOMENT_STRENGTH_POSITIVE = "檢核彎矩強度（正彎矩）"
IDS_UCCB_CALC_MOMENT_INERTIA = "計算慣性矩"
IDS_UCCB_CALC_GIRDER_MODE_PROP = "計算梁模式性質"
IDS_UCCB_CHECK_MATERIAL = "檢核材料"
IDS_UCCB_CALC_EFFECTIVE_MOMENT_INERTIA = "計算有效慣性矩"
IDS_UCCB_CALC_EFFECTIVE_BEAM_PANEL_WIDTH = "計算梁面板有效寬度"
IDS_UCCB_CALC_EFFECTIVE_GIRDER_PANEL_WIDTH = "計算主梁面板有效寬度"
IDS_UCCB_CALC_EFFECTIVE_WIDTH = "計算有效寬度"
IDS_UCCB_CALC_WEIGHT_BEAM_PANEL = "計算梁面板重量"
IDS_UCCB_ADJUST_GIRDER_DEFLECT = "調整梁的撓度"
IDS_UCCB_CALC_FLOOR_FUNDAMENTAL_FREQUENCY = "計算樓板基頻"
IDS_UCCB_CALC_EQUIVALENT_COMBINED_MODE_PANEL_WEIGHT = "計算等效組合模式面板重量"
IDS_UCCB_CALC_PEAK_ACCEL = "計算峰值加速度"
IDS_UCCB_HBEAM_SLAB = "H型鋼與板"
IDS_UCCB_CONCENTRATED_FORCES = "集中內力"
IDS_UCCB_FLOOR_FREQUENCY = "樓板頻率 (Hz)"
IDS_UCCB_PEAK_ACCEL = "峰值加速度 (% 重力)"
IDS_UCCB_DESIGN_FORCE_CONCENTRACED = "設計內力 (集中內力)"
IDS_UCCB_MATL_PROP_APPLIED = "材料性質 (應用)"
IDS_UCCB_CALC_DESIGN_SHEAR_FORCE = "計算設計剪力"
IDS_UCCB_CALC_LOWER_LIMIT_MOMENT_INERTIA = "計算慣性矩下限"
IDS_UCCB_GENERATE_REPORT = "正在產生 SRC 組合梁報告..."
IDS_UCCB_DEFLECTION_DURING_CONSTUCTION = "施工期間的撓度"
IDS_UCCB_DEFLECTION_LIVELOAD = "活載引起的撓度"
IDS_UCCB_DEFLECTION_DEADLIVELOAD = "靜載重與活載重撓度"
IDS_UCCB_DIAMETER_STUD = "樁的直徑"
IDS_UCCB_LENGTH_STUD = "樁的長度"
IDS_UCCB_SPACE_STUD = "樁的間距"
IDS_UCCB_DESIGN = "設計"
IDS_UCCB_STUD = "樁"
IDS_UCCB_CONST_DOT = "施工"
IDS_UCCB_FINISH = "完成"
IDS_UCCB_SELF = "自重"
IDS_AA_BEAMCOLM_GENERAL_INPUT_LIST = "鋁梁／柱（一般）輸入清單"
IDS_AA_SECT_PROP = "斷面性質"
IDS_AA_BUCKLING_CONSTANT_INTERCEPT = "挫屈常數（截距）。"
IDS_AA_BUCKLING_CONSTANT_SLOPE = "挫屈常數（斜率）。"
IDS_AA_BUCKLING_CONSTANT_INTERSECTION = "挫屈常數（交點）。"
IDS_AA_PRODUCT_TYPE = "產品類型"
IDS_AA_REDUCTION_FACTOR = "減少因子"
IDS_AA_BUILDING_SIMILAR_TYPE_STRUCT = "建築與類似類型結構"
IDS_AA_TENSION_SECTION_3_4_1 = "拉力（第 3.4.1 節）"
IDS_AA_TENSION_IN_BEAMS_SECTION_3_4_2 = "梁之拉力（第 3.4.2 節）"
IDS_AA_TENSION_IN_BEAMS_SECTION_3_4_3 = "梁之拉力（第 3.4.3 節）"
IDS_AA_TENSION_IN_BEAMS_SECTION_3_4_4 = "梁之拉力（第 3.4.4 節）"
IDS_AA_COMPRESSION_IN_BEAMS_SECTION_3_4_12 = "梁之壓力（第 3.4.12 節）"
IDS_AA_AXIAL_GROSS_SECTION = "軸向，毛斷面"
IDS_AA_GROSS_SCTION = "毛斷面"
IDS_AA_DETERMINE_TENSION_STRESS = "確定拉應力"
IDS_AA_DETERMINE_COMPRESSION_STRESS = "確定壓應力"
IDS_AA_DETERMINE_BENDING_STRESS = "確定彎應力"
IDS_AA_DETERMINE_SHEAR_STRESS = "確定剪應力"
IDS_AA_CHECK_STRESS = "檢核應力"
IDS_AA_EXTREME_FIBER_NET_SECTION = "極限纖維，淨斷面"
IDS_AA_BEARING_SECTION_3_4_5 = "承壓（第 3.4.5 節）"
IDS_AA_BEARING_SECTION_3_4_6 = "承壓（第 3.4.6 節）"
IDS_AA_COMPRESSION_IN_COLUMNS_3_4_7 = "柱之壓力（第 3.4.7 節）"
IDS_AA_ON_FLAT_SURFACES_PINS_ON_BOLTS_IN_SLOT_HOLES = "於平坦表面，以及於槽孔中的銷釘與螺栓"
IDS_AA_ALL_COLUMNS = "所有柱"
IDS_AA_CHECK_COMBINED_RATIO_AXIAL_BENDING = "檢核組合比值（ 軸力 + 彎矩 ）"
IDS_AA_CHECK_COMBINED_RATIO_AXIAL_BENDING_SHEAR = "檢核組合比值（ 軸力 + 彎矩 + 剪力 ）"
IDS_AA_FLAT_ELEMENTS_IN_UNIFORM_TENSION_FLANGE = "均勻拉力下之平板單元（翼緣）"
IDS_AA_ROUND_OR_OVAL_TUBES = "圓形或橢圓形管"
IDS_AA_EXTREME_FIBER_GROSS_SECTION = "極限纖維，毛斷面"
IDS_AA_ON_RIVETS_AND_BOLTS = "在鉸接和螺栓上"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_8 = "柱單元受壓（ 斷面 3.4.8 ）"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_8_1 = "柱單元受壓（ 斷面 3.4.8.1 ）"
IDS_AA_FLAT_ELEMENTS_SUPPORTS_ON_ONE_EDGE_COLM_BUCKLING_SYMM_AXIS = "單邊支承之平板單元－柱繞對稱軸挫屈"
IDS_AA_FLAT_ELEMENTS_SUPPORTS_ON_ONE_EDGE_COLM_NOT_BUCKLING_SYMM_AXIS = "單邊支承之平板單元－柱不繞對稱軸挫屈"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_9 = "柱單元受壓（ 斷面 3.4.9 ）"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_9_1 = "柱單元受壓（ 斷面 3.4.9.1 ）"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_9_2 = "柱單元受壓（ 斷面 3.4.9.2 ）"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_10 = "柱單元受壓（ 斷面 3.4.10 ）"
IDS_AA_FLAT_ELEMENTS_SUPPORTS_ON_BOTH_EDGE = "雙邊支承之平板單元"
IDS_AA_FLAT_ELEMENTS_IN_BENDING_IN_OWN_PLANE_WEB = "自身平面內彎曲之平板單元（腹板）"
IDS_AA_FLAT_ELEMENTS_SUPPORTS_ON_ONE_EDGE_WITH_STIFFENER_OTHER_EDGE = "單邊支承且另一邊設有加勁肋之平板單元"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_16_3 = "梁單元受壓（ 斷面 3.4.16.3 ）"
IDS_AA_ELEMENTS_IN_UNIFORM_COMPRESSION_GROSS_SECTION = "均勻受壓之單元，毛斷面"
IDS_AA_ELEMENTS_IN_BENDING_OWN_PLANE_GROSS_SECTION = "自身平面內彎曲之單元，毛斷面"
IDS_AA_FLAT_ELEMENTS_SUPPORTS_ON_BOTH_EDGE_WITH_INTERMEDIATE_STIFFENER = "雙邊支承且設有中間加勁肋之平板單元"
IDS_AA_COMPRESSION_IN_BEAMS_3_4_11 = "梁受壓（ 斷面 3.4.11 ）"
IDS_AA_COMPRESSION_IN_BEAMS_3_4_13 = "梁受壓（ 斷面 3.4.13 ）"
IDS_AA_COMPRESSION_IN_BEAMS_3_4_14 = "梁受壓（ 斷面 3.4.14 ）"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_15 = "梁單元受壓（ 斷面 3.4.15 ）"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_16 = "梁單元受壓（ 斷面 3.4.16 ）"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_16_1 = "梁單元受壓（ 斷面 3.4.16.1 ）"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_16_2 = "梁單元受壓（ 斷面 3.4.16.2 ）"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_17 = "梁單元受壓（ 斷面 3.4.17 ）"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_18 = "梁單元受壓（ 斷面 3.4.18 ）"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_19 = "梁單元受壓（ 斷面 3.4.19 ）"
IDS_AA_SHEAR_IN_ELEMENTS_3_4_20 = "單元剪力（ 斷面 3.4.20 ）"
IDS_AA_UNSTIFFENED_FLAT_ELEMENTS_SUPPORTS_ON_BOTH_EDGE = "雙邊支承之未加勁平板單元"
IDS_AA_SHEAR_IN_FLEMENTS_3_4_21 = "單元剪力（ 斷面 3.4.21 ）"
IDS_AA_STIFFENED_FLAT_ELEMENTS_SUPPORTS_ON_BOTH_EDGE = "雙邊支承之加勁平板單元"
IDS_AA_CURVED_ELEMENTS_SUPPORTS_ON_BOTH_EDGE = "雙邊支承之曲板單元"
IDS_AA_COMPONENT_IN_UNIFORM_COMPRESSION_GROSS_SECTION = "均勻受壓之構件，毛斷面"
IDS_AA_FLAT_PLATES_WITH_COMPRESSION_EDGE_FREE_TENSION_EDGE_SUPPORTED = "受壓邊自由、拉力邊支承之平板。"
IDS_AA_FLAT_PLATES_WITH_BOTH_EDGE_SUPPORTED = "雙邊支承之平板。"
IDS_AA_FLAT_ELEMENTS_SUPPORTED_ON_BOTH_EDGES_WITH_LONGITUDINAL_STIFFENER = "雙邊支承且設有縱向加勁肋之平板單元"
IDS_AA_SINGLE_WEB_SHAPES = "單一網狀形狀"
IDS_AA_SOLID_RECTANGULAR_ROUND_SECTION = "實心矩形與圓形斷面"
IDS_AA_TUBULAR_SHAPES = "管狀形狀"
IDS_AA_FLAT_ELEMENTS_SUPPORT_ON_ONE_EDGE = "單邊支承之平板單元"
IDS_AA_CALC_COMBINED_RATIO_POST_INSTALLED_ANCHOR_BOLT = "計算組合比值（後置式錨栓）"
IDS_AA_CALC_COMBINED_RATIO_AXIAL_BENDING = "計算組合比值（ 軸力 + 彎矩 ）"
IDS_AA_CALC_COMBINED_RATIO_AXIAL_BENDING_SHEAR = "計算組合比值（ 軸力 + 彎矩 + 剪力 ）"
IDS_AA_AXIAL_BENDING = "軸向 + 彎曲"
IDS_AA_AXIAL_BENDING_SHEAR = "軸向 + 彎曲 + 剪力"
IDS_AA_CHECK_MINOR_AXIS = "檢核次軸"
IDS_AA_PROPERTIES = "性質"
IDS_AA_MAJOR_AXIS = "主軸"
IDS_AA_MINOR_AXIS = "次軸"
IDS_AA_DEFLECT_WIND = "撓度 (風)"
IDS_AA_DEFLECT_SELF = "撓度 (自重)"
IDS_AA_COMPRESSION_IN_COMPONENTS_OF_BEAMS_WRAP = "梁構件受壓\n"
IDS_AA_SHEAR_IN_WEBS_WRAP = "剪力在\n網格中"
IDS_AA_SPEC = "SPEC"
IDS_AA_CRITERIA_FOR_L_GT = "L > 的標準"
IDS_AA_CRITERIA_FOR_L = "L 的標準"
IDS_AA_BY_SPAN = "按跨度"
IDS_AA_BY_VALUE = "按數值"
IDS_AA_ADDITIONAL = "附加"
IDS_AA_CALC_BUCKLING_CONSTANTS = "計算挫屈常數。"
IDS_AA_CALC_BENDING_STRESS = "計算彎應力"
IDS_AA_CALC_SHEAR_STRESS = "計算剪應力"
IDS_AA_CALC_COMBINED_STRESS = "檢核合成應力"
IDS_AA_CRITERIA_FOR_SELF_WEIGHT_GLASS = "自重準則（玻璃）"
IDS_AA_BUCKLING_CONSTANTS = "挫屈常數。"
IDS_AA_CALC_BENDING_STRESS_MAJOR_AXIS = "計算彎曲應力（強軸）"
IDS_AA_CALC_BENDING_STRESS_MINOR_AXIS = "計算彎曲應力（弱軸）"
IDS_AA_COMPRESSION_IN_BEAMS_SPEC_14 = "梁受壓（ SPEC #14 ）"
IDS_AA_COMPRESSION_IN_COMPONENTS_BEAMS_SPEC_15 = "梁構件受壓（ SPEC #15 ）"
IDS_AA_COMPRESSION_IN_COMPONENTS_BEAMS_SPEC_16 = "梁構件受壓（ SPEC #16 ）"
IDS_AA_COMPRESSION_IN_COMPONENTS_BEAMS_SPEC_17 = "梁構件受壓（ SPEC #17 ）"
IDS_AA_COMPRESSION_IN_COMPONENTS_BEAMS_SPEC_18 = "梁構件受壓（ SPEC #18 ）"
IDS_AA_COMPONENT_UNDER_UNIFORM_COMPRESSION_GROSS_SECTION = "均勻受壓之構件，毛斷面"
IDS_AA_COMPONENT_UNDER_BENDING_OWN_PLANE_GROSS_SECTION = "自身平面內彎曲之構件，毛斷面"
IDS_AA_CHECK_BENDING_STRESS = "檢核彎應力"
IDS_AA_CHECK_SHEAR_STRESS = "檢核剪應力"
IDS_AA_CALC_SHEAR_STRESS_MAJOR_AXIS = "計算剪應力（強軸）"
IDS_AA_CALC_SHEAR_STRESS_MINOR_AXIS = "計算剪應力（弱軸）"
IDS_AA_SHEAR_IN_WEBS_GROSS_SECTION_SPEC_20 = "腹板剪力，毛斷面（ SPEC #20 ）"
IDS_AA_SHEAR_IN_WEBS_GROSS_SECTION_SPEC_21 = "腹板剪力，毛斷面（ SPEC #21 ）"
IDS_AA_COMBINED_STRESS_MAJOR_AXIS = "合成應力 (主軸)"
IDS_AA_COMBINED_STRESS_MINOR_AXIS = "合成應力 (次軸)"
IDS_AA_DEFLECT_CRITERIA_L_GT_STR = "撓度標準 (L > %s)"
IDS_AA_DEFLECT_CRITERIA_L_STR_STR = "撓度準則（ L %s %s ）"
IDS_AA_DEFLECT_CRITERIA_SELF_WEIGHT_GLASS = "自重撓度準則（玻璃）"
IDS_AA_SECTION_SPAN = "斷面與跨度"
IDS_AA_EDGE_STIFFENER = "邊緣加勁肋"
IDS_AA_CALC_STRESS_TENSION = "計算應力 (拉伸)"
IDS_AA_CALC_STRESS_COMPRESSION = "計算應力 (受壓)"
IDS_AA_CALC_STRESS_BENDING_MAJOR_AXIS = "計算應力（ 彎曲，強軸 ）"
IDS_AA_CALC_STRESS_BENDING_MINOR_AXIS = "計算應力（ 彎曲，弱軸 ）"
IDS_AA_CALC_STRESS_SHEAR_MAJOR_AXIS = "計算應力（ 剪力，強軸 ）"
IDS_AA_CALC_STRESS_SHEAR_MINOR_AXIS = "計算應力（ 剪力，弱軸 ）"
IDS_AA_CALC_STRESS_BENDING = "計算應力 (彎曲)"
IDS_AA_CALC_STRESS_SHEAR = "計算應力 (剪切)"
IDS_AA_COMMON = "常見"
IDS_AA_MAJOR = "主要"
IDS_AA_MINOR = "次要"
IDS_AA_SPAN_FACTOR = "跨距與係數"
IDS_AA_SECTION_SPAN_FACTOR = "斷面、跨距與係數"
IDS_AA_FORCE_FACTOR_LOAD_COMBINATION = "內力與係數（載重組合）"
IDS_AA_FORCE_FACTOR = "內力與係數"
IDS_AA_BEAMCOLM_GENERATE_REPORT = "正在產生鋁梁/柱報告..."
IDS_AA_BEAMCOLM_GENERAL_GENERATE_REPORT = "正在產生鋁梁/柱（一般）報告..."
IDS_AA_NONE_ZERO_FORCE_CX = "Deisgn 內力（ Cx ）不為零。"
IDS_AA_NONE_ZERO_FORCE_TX = "Deisgn 內力（ Tx ）不為零。"
IDS_AA_NONE_ZERO_FORCE_MX = "Deisgn 內力（ Mx ）不為零。"
IDS_AA_NONE_ZERO_FORCE_MY = "Deisgn 內力（ My ）不為零。"
IDS_AA_NONE_ZERO_FORCE_VX = "Deisgn 內力（ Vx ）不為零。"
IDS_AA_NONE_ZERO_FORCE_VY = "Deisgn 內力（ Vy ）不為零。"
IDS_AA_SECTION_NOT_SUPPORT_CHECK_CX_s = "斷面形狀（ %s ）不支援受壓檢核。"
IDS_AA_SECTION_NOT_SUPPORT_CHECK_TX_s = "斷面形狀（ %s ）不支援拉力檢核。"
IDS_AA_SECTION_NOT_SUPPORT_CHECK_MX_s = "斷面形狀（ %s ）不支援彎矩檢核。"
IDS_AA_SECTION_NOT_SUPPORT_CHECK_MY_s = "斷面形狀（ %s ）不支援彎矩檢核。"
IDS_AA_SECTION_NOT_SUPPORT_CHECK_VX_s = "斷面形狀（ %s ）不支援剪力檢核。"
IDS_AA_SECTION_NOT_SUPPORT_CHECK_VY_s = "斷面形狀（ %s ）不支援剪力檢核。"
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_CX = "請選擇支援受壓檢核的 Spec。"
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_TX = "請選擇支援拉力檢核的 Spec。"
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_MX = "請選擇支援彎矩檢核的 Spec。"
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_MY = "請選擇支援彎矩檢核的 Spec。"
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_VX = "請選擇支援剪力檢核的 Spec。"
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_VY = "請選擇支援剪力檢核的 Spec。"
IDS_GEN_US_URRW_GENERATE_REPORT = "正在產生擋土牆報告..."
IDS_GEN_US_URRW_SOIL_LOAD = "土壤與載重"
IDS_GEN_US_URRW_BACK_FILL = "回填"
IDS_GEN_US_URRW_INCLINED_BACK_FILL = "傾斜回填"
IDS_GEN_US_URRW_BACK_FILL_SLOPE = "回填坡度"
IDS_GEN_US_URRW_BACK_FILL_HEIGHT = "回填高度"
IDS_GEN_US_URRW_FRICTION_ANGLE = "內部摩擦角"
IDS_GEN_US_URRW_UNIT_DENSITY = "單位密度"
IDS_GEN_US_URRW_SURCHARGE_LOAD = "超載"
IDS_GEN_US_URRW_SURCHARGE_FLAT = "超載（平坦）"
IDS_GEN_US_URRW_SURCHARGE_SLOPE = "超載（坡度）"
IDS_GEN_US_URRW_SURCHARGE_NOT_CONSIDERED = "未考慮超載載重。"
IDS_GEN_US_URRW_SELF_WEIGHT_CONSIDERED = "已考慮自重。"
IDS_GEN_US_URRW_SELF_WEIGHT_NOT_CONSIDERED = "未考慮自重。"
IDS_GEN_US_URRW_FOUNDATION_GROUND = "基礎地面"
IDS_GEN_US_URRW_COHESION = "黏聚力"
IDS_GEN_US_URRW_BEARING_CAPACITY = "強度"
IDS_GEN_US_URRW_LOAD = "載重"
IDS_GEN_US_URRW_SOIL_FACTOR = "土壤係數"
IDS_GEN_US_URRW_WATER_LEVEL = "水位"
IDS_GEN_US_URRW_WATER_FACTOR = "水係數"
IDS_GEN_US_URRW_TYPE = "類型"
IDS_GEN_US_URRW_TOTAL_HEIGHT = "總高度"
IDS_GEN_US_URRW_STEM_TOP_THIK = "上部厚度"
IDS_GEN_US_URRW_STEM_BOT_THIK = "下部厚度"
IDS_GEN_US_URRW_STEM_BACK_DIST = "後方水平距離"
IDS_GEN_US_URRW_STEM_COVER_FRONT = "覆蓋（前）"
IDS_GEN_US_URRW_STEM_COVER_BACK = "覆蓋（後）"
IDS_GEN_US_URRW_FDN_DEPTH = "深度"
IDS_GEN_US_URRW_FDN_SLOPE_DEPTH = "坡度深度"
IDS_GEN_US_URRW_FDN_TOE_LENG = "趾長"
IDS_GEN_US_URRW_FDN_HEEL_LENG = "跟長"
IDS_GEN_US_URRW_FDN_COVER = "覆蓋"
IDS_GEN_US_URRW_SHEARKEY_USE = "使用剪力鍵"
IDS_GEN_US_URRW_SHEARKEY_LOCATION = "位置"
IDS_GEN_US_URRW_SHEARKEY_HEIGHT = "高度"
IDS_GEN_US_URRW_SHEARKEY_WIDTH = "寬度"
IDS_GEN_US_URRW_SECT_INFO = "斷面資訊"
IDS_GEN_US_URRW_STEM = "幹"
IDS_GEN_US_URRW_FOUNDATION = "基礎"
IDS_GEN_US_URRW_SHEARKEY = "剪力鍵"
IDS_GEN_US_URRW_TYPE_T = "T"
IDS_GEN_US_URRW_TYPE_L = "L"
IDS_GEN_US_URRW_REBAR = "鋼筋"
IDS_GEN_US_URRW_FOUNDATION_REBAR = "基礎鋼筋"
IDS_GEN_US_URRW_TOE_BAR_BOT = "趾鋼筋（底部）"
IDS_GEN_US_URRW_HEEL_BAR_TOP = "跟鋼筋（頂部）"
IDS_GEN_US_URRW_DISTRIBUTION_BAR = "分配鋼筋"
IDS_GEN_US_URRW_STEM_REBAR = "幹鋼筋"
IDS_GEN_US_URRW_VERTICAL_BAR_FRONT = "豎鋼筋（前）"
IDS_GEN_US_URRW_VERTICAL_BAR_BACK = "豎鋼筋（後）"
IDS_GEN_US_URRW_HORIZONTAL_BAR = "橫鋼筋"
IDS_GEN_US_URRW_SHEAR_KEY_REBAR = "剪力鍵鋼筋"
IDS_GEN_US_URRW_VERTICAL_BAR = "豎鋼筋"
IDS_GEN_US_URRW_CALC_SOIL_PRES_FOR_STAB = "計算穩定性之土壓力"
IDS_GEN_US_URRW_APPLIED_ACTIVE_SOIL_PRES = "施加的主動土壓力"
IDS_GEN_US_URRW_ACTIVE_SOIL_PRES = "主動土壓力"
IDS_GEN_US_URRW_ACTIVE_RANKINE = "朗肯主動土壓力"
IDS_GEN_US_URRW_ACTIVE_COULOMB = "庫侖主動土壓力"
IDS_GEN_US_URRW_ACTIVE_WEDGE = "試驗楔形法"
IDS_GEN_US_URRW_SOILPRES_FRICTION = "回填土摩擦角"
IDS_GEN_US_URRW_SOILPRES_INCLINED = "回填土傾角"
IDS_GEN_US_URRW_SOILPRES_FRICTION_WALL = "牆的摩擦角"
IDS_GEN_US_URRW_SOILPRES_BACK_ANGLE = "牆背面傾角"
IDS_GEN_US_URRW_FRONT_PRES_FRICTION = "前填土摩擦角"
IDS_GEN_US_URRW_FRONT_PRES_INCLINED = "前填土傾角"
IDS_GEN_US_URRW_FRONT_PRES_INCLINED_ANGLE = "牆正面傾角"
IDS_GEN_US_URRW_CALC_COEFFICIENT_OF_ACTIVE_SOIL_PRES = "計算主動土壓力係數"
IDS_GEN_US_URRW_CALC_SOIL_PRES_OF_BACK_FILL_EARTH = "計算回填土土壓力"
IDS_GEN_US_URRW_CALC_SOIL_PRES_OF_SURCHARGE = "計算附加載重土壓力"
IDS_GEN_US_URRW_CHECK_OVERTURNING = "檢核翻覆"
IDS_GEN_US_URRW_CALC_OVERTURNING_MOMENT = "計算翻覆彎矩"
IDS_GEN_US_URRW_CALC_RESISTANCE_MOMENT = "計算抵抗彎矩"
IDS_GEN_US_URRW_CALC_ECCENTRICITY = "計算偏心距"
IDS_GEN_US_URRW_CHECK_SOIL_BEARING = "檢核土壤承載"
IDS_GEN_US_URRW_CALC_BEARING_STRESS_FOR_FOOT_DGN = "計算基礎設計之地基承載應力"
IDS_GEN_US_URRW_CALC_BEARING_PRES = "計算承載壓力"
IDS_GEN_US_URRW_BEARING_NOT_VALID = "承載壓力無效。( e < 0 )"
IDS_GEN_US_URRW_STABILITY = "穩定性"
IDS_GEN_US_URRW_STRENGTH = "強度"
IDS_URRW_FORCE_BY_REACTION_NOT_CONSIDERED = "未考慮反力所產生的內力。"
IDS_GEN_US_URRW_CHECK_SLIDING = "檢核滑動"
IDS_GEN_US_URRW_APPLIED_PASSIVE_SOIL_PRES = "施加的被動土壓力"
IDS_GEN_US_URRW_CALC_COEFFICIENT_OF_PASSIVE_SOIL_PRES = "計算被動土壓力係數"
IDS_GEN_US_URRW_CALC_FRICTION_COEFFICIENT = "計算摩擦係數"
IDS_GEN_US_URRW_CALC_SLIDING_FORCE = "計算滑動力"
IDS_GEN_US_URRW_CALCULATING_RESISTANCE_FORCE = "計算抵抗力"
IDS_GEN_US_URRW_RAANKINE_PASSIVE_PRES = "朗肯被動土壓力"
IDS_GEN_US_URRW_CALC_SOIL_PRES_FOR_SECTION_DGN = "計算斷面設計之土壓力"
IDS_GEN_US_URRW_CALC_SOIL_PRES_COEFFICIENT = "計算土壓係數"
IDS_GEN_US_URRW_CALC_SOIL_PRES = "計算土壓"
IDS_GEN_US_URRW_CALC_SOIL_REACTION_FOR_FOUNDATION_DGN = "計算基礎設計之地盤反力"
IDS_GEN_US_URRW_CHECK_SOIL_REACTION = "檢核土壤反應"
IDS_GEN_US_URRW_CHECK_STEM_BOT = "檢核幹（底部）"
IDS_GEN_US_URRW_CHECK_STEM_MID = "檢核幹（中部）"
IDS_GEN_US_URRW_CHECK_TOE = "檢核趾"
IDS_GEN_US_URRW_CHECK_HEEL = "檢核跟"
IDS_GEN_US_URRW_CHECK_SKEY = "檢核剪力鍵"
IDS_GEN_US_URRW_CALC_CAPACITY_OF_STEM_BOT = "計算牆身（底部）強度"
IDS_GEN_US_URRW_CALC_CAPACITY_OF_STEM_MID = "計算牆身（中部）強度"
IDS_GEN_US_URRW_CALC_CAPACITY_OF_SKEY = "計算剪力鍵強度"
IDS_GEN_US_URRW_CALC_CAPACITY_OF_TOE = "計算趾的強度"
IDS_GEN_US_URRW_CALC_CAPACITY_OF_HEEL = "計算跟的強度"
IDS_GEN_US_URRW_CALC_DGN_FORCES = "計算設計內力"
IDS_GEN_US_URRW_CALC_MINIMUM_REBAR_AREA_REQUIRED = "計算所需最小鋼筋面積"
IDS_GEN_US_URRW_CALC_MINIMUM_REBAR_SPACE_REQUIRED = "計算所需最小鋼筋間距"
IDS_GEN_US_URRW_CALC_MOMENT_CAPACITY = "計算彎矩強度"
IDS_GEN_US_URRW_CALC_SHEAR_CAPACITY = "計算剪力強度"
IDS_GEN_US_URRW_CALC_DIST_BAR = "計算分配鋼筋"
IDS_GEN_US_URRW_CHK_MOMENT_CAPACITY = "檢核彎矩強度"
IDS_GEN_US_URRW_CHK_SHEAR_CAPACITY = "檢核剪力強度"
IDS_GEN_US_URRW_SUMMARY_INFO = "資訊"
IDS_GEN_US_URRW_SUMMARY_TOTAL_H = "總高度 H."
IDS_GEN_US_URRW_SUMMARY_TOP_THK = "頂部厚度."
IDS_GEN_US_URRW_SUMMARY_BOT_THK = "底部厚度."
IDS_GEN_US_URRW_SUMMARY_BACK_DIST = "背面\n距離."
IDS_GEN_US_URRW_SUMMARY_COVER_FRONT = "覆蓋\n（前）"
IDS_GEN_US_URRW_SUMMARY_COVER_BACK = "覆蓋\n（後）"
IDS_GEN_US_URRW_SUMMARY_SLOPR_DEPTH = "坡度\n深度"
IDS_GEN_US_URRW_SUMMARY_TOE_LEN = "趾部\n長度."
IDS_GEN_US_URRW_SUMMARY_HEEL_LEN = "跟部\n長度."
IDS_GEN_US_URRW_SUMMARY_USE = "使用"
IDS_GEN_US_URRW_SUMMARY_LOC = "位置."
IDS_GEN_US_URRW_SUMMARY_BACKFILL = "回填"
IDS_GEN_US_URRW_SUMMARY_INCLINED = "傾斜"
IDS_GEN_US_URRW_SUMMARY_SLOPE = "坡度"
IDS_GEN_US_URRW_SUMMARY_FRIC_ANGLE = "摩擦角"
IDS_GEN_US_URRW_SUMMARY_DENSITY = "密度"
IDS_GEN_US_URRW_SUMMARY_FLAT = "平坦"
IDS_GEN_US_URRW_SUMMARY_BEARING_CAPA = "承載\n能力"
IDS_GEN_US_URRW_SUMMARY_STEM_BOT_FRONT = "牆身底部 前側"
IDS_GEN_US_URRW_SUMMARY_STEM_BOT_BACK1 = "牆身底部 背側第 1 段"
IDS_GEN_US_URRW_SUMMARY_STEM_BOT_BACK2 = "牆身底部 背側第 2 段"
IDS_GEN_US_URRW_SUMMARY_STEM_BOT_HOR = "牆身底部 水平"
IDS_GEN_US_URRW_SUMMARY_STEM_HALF_FRONT = "幹一半前"
IDS_GEN_US_URRW_SUMMARY_STEM_HALF_BACK1 = "幹一半後1"
IDS_GEN_US_URRW_SUMMARY_STEM_HALF_BACK2 = "幹一半後2"
IDS_GEN_US_URRW_SUMMARY_STEM_HALF_HOR = "幹一半水平"
IDS_GEN_US_URRW_SUMMARY_HEEL_F1 = "跟1"
IDS_GEN_US_URRW_SUMMARY_HEEL_F2 = "跟2"
IDS_GEN_US_URRW_SUMMARY_HEEL_DIST = "Heel dist"
IDS_GEN_US_URRW_SUMMARY_TOE_F1 = "Toe 1st"
IDS_GEN_US_URRW_SUMMARY_TOE_F2 = "Toe 2nd"
IDS_GEN_US_URRW_SUMMARY_TOE_DIST = "Toe dist"
IDS_GEN_US_URRW_SUMMARY_SHEAR_KEY_VERT = "Shear Key Vert"
IDS_GEN_US_URRW_SUMMARY_CHECK_STABILITY = "檢核穩定性"
IDS_GEN_US_URRW_SUMMARY_TWM = "Trial Wedge Method"
IDS_GEN_US_URRW_SUMMARY_RAP = "Rankine's Active Press"
IDS_GEN_US_URRW_SUMMARY_CHECK_OVERTURN = "檢核翻覆"
IDS_GEN_US_URRW_SUMMARY_RATIO = "Ratio"
IDS_GEN_US_URRW_SUMMARY_REMARK = "Remark"
IDS_GEN_US_URRW_SUMMARY_STEM_BOT = "Stem at Bot"
IDS_GEN_US_URRW_SUMMARY_STEM_HALF = "Stem at Half"
IDS_GEN_US_URRW_SUMMARY_HEEL = "Heel"
IDS_GEN_US_URRW_SUMMARY_TOE = "Toe"
IDS_GEN_US_URRW_SUMMARY_MOM_CAPCITY = "檢核彎矩強度"
IDS_GEN_US_URRW_SUMMARY_REBAR_VERT_F = "垂直鋼筋(F)"
IDS_GEN_US_URRW_SUMMARY_REBAR_VERT_B = "垂直鋼筋(B)"
IDS_GEN_US_URRW_SUMMARY_REBAR_HORZ = "水平鋼筋"
IDS_GEN_US_URRW_SUMMARY_REBAR_MAIN = "Main Rebar"
IDS_GEN_US_URRW_SUMMARY_REBAR_DIST = "分配鋼筋"
IDS_GEN_US_URRW_SUMMARY_AS_MAIN = "Main"
IDS_GEN_US_URRW_SUMMARY_AS_MIN = "Min"
IDS_GEN_US_URRW_WEDGE_N_ANGLE = "Wedge\nAngle"
IDS_GEN_US_URRW_FRICTION_N_ANGLE = "Friction\nAngle"
IDS_GEN_US_URRW_ACTIVE_N_COEFF = "主動\n係數."
IDS_GEN_US_URRW_WEDGE_N_WEIGHT_N = "Wedge\nWeight\n"
IDS_GEN_US_URRW_INPUT_LIST = "擋土牆輸入清單"
IDS_GEN_US_USSG_PHI_COMP = "抗壓阻力係數"
IDS_GEN_US_USSG_OMEGA_COMP = "抗壓安全係數"
IDS_GEN_US_USSG_PHI_TENS = "抗拉阻力係數"
IDS_GEN_US_USSG_OMEGA_TENS = "抗拉安全係數"
IDS_GEN_US_USSG_PHI_FLEX = "抗彎阻力係數"
IDS_GEN_US_USSG_OMEGA_FLEX = "抗彎安全係數"
IDS_GEN_US_USSG_PHI_SHEAR = "抗剪阻力係數"
IDS_GEN_US_USSG_OMEGA_SHEAR = "抗剪安全係數"
IDS_GEN_US_USSG_PHI_TORS = "抗扭阻力係數"
IDS_GEN_US_USSG_OMEGA_TORS = "抗扭安全係數"
IDS_GEN_US_USSG_CALC_COMP_STRENGTH = "計算軸向抗壓強度"
IDS_GEN_US_USSG_CALC_TENS_STRENGTH = "計算軸向拉力強度"
IDS_GEN_US_USSG_CALC_FLEX_STRENGTH = "計算彎矩強度"
IDS_GEN_US_USSG_CALC_FLEX_STRENGTH_MAJOR = "計算關於主軸之彎矩強度"
IDS_GEN_US_USSG_CALC_FLEX_STRENGTH_MINOR = "計算關於次軸之彎矩強度"
IDS_GEN_US_USSG_CALC_TORS_STRENGTH = "計算抗扭強度"
IDS_GEN_US_USSG_CALC_SHEAR_STRENGTH_MAJOR = "計算 local-y 方向之抗剪強度"
IDS_GEN_US_USSG_CALC_SHEAR_STRENGTH_MINOR = "計算 local-x 方向之抗剪強度"
IDS_GEN_US_USSG_CALC_SHEAR_STRENGTH_Z_Dir = "計算 local-z 方向之抗剪強度"
IDS_GEN_US_USSG_DISTANCE_CONCENTRATED_TORQUE = "集中扭矩距離"
IDS_GEN_US_USSG_CHECK_POSITION = "檢核位置"
IDS_GEN_US_USSG_DESIGN_CASE = "設計案例"
IDS_GEN_US_USSG_TORSIONAL_END_RESTRAINTS = "扭轉端約束"
IDS_GEN_US_USSG_LEFT_END = "左端"
IDS_GEN_US_USSG_RIGHT_END = "右端"
IDS_GEN_US_USSG_CONCENTRATED_TORQUE_FREE_END = "自由端結構構件兩端之集中扭力"
IDS_GEN_US_USSG_CONCENTRATED_TORQUE_FIXED_END = "固定端結構構件兩端之集中扭力"
IDS_GEN_US_USSG_CONCENTRATED_TORQUE_PINNED_END = "鉸接端結構構件於 α 處之集中扭力"
IDS_GEN_US_USSG_TORQUE_UNIFORMLY_PINNED = "鉸接端結構構件之均佈扭力"
IDS_GEN_US_USSG_TORQUE_LINEARLY_PINNED = "鉸接端結構構件之線性變化扭力"
IDS_GEN_US_USSG_CONCENTRATED_TORQUE_ALPHA_FIXED = "固定端結構構件於 α 處之集中扭力"
IDS_GEN_US_USSG_TORQUE_UNIFORMLY_FIXED = "固定端結構構件之均佈扭力"
IDS_GEN_US_USSG_TORQUE_LINEARLY_FIXED = "固定端結構構件之線性變化扭力"
IDS_GEN_US_USSG_CONCENTRATED_TORQUE_FIXED_FREE_END = "固定端與自由端結構構件於 α 處之集中扭力"
IDS_GEN_US_USSG_TORQUE_PARTIAL_UNIFORMLY = "固定端與自由端結構構件沿 α 之部分均佈扭力"
IDS_GEN_US_USSG_TORQUE_LINEARLY_FREE_FIXED_END = "自由端與固定端結構構件之線性變化扭力"
IDS_GEN_US_USSG_TORQUE_UNIFORMLY_FIXED_PINNED_END = "固定端與鉸接端結構構件之均佈扭力"
IDS_GEN_US_USSG_TORSIONAL_PROPERTIES = "扭轉性質"
IDS_GEN_US_USSG_CALC_ANGLE_ROTATION_N_DERIVATIVES = "計算轉角及其導數"
IDS_GEN_US_USSG_NOMAL_STRESS_DEUTO_AXIAL_LOAD = "由軸力載重引起之正應力"
IDS_GEN_US_USSG_BENDING_STRESSES = "彎曲應力"
IDS_GEN_US_USSG_SHEAR_STRESSES = "剪應力"
IDS_GEN_US_USSG_SHEAR_STRESSES_DUETO_PURE_TORSION = "由純扭力引起之剪應力"
IDS_GEN_US_USSG_SHEAR_STRESS_DUETO_WARPING = "由翹曲引起之剪應力"
IDS_GEN_US_USSG_NOMAL_STRESS_DUETO_WARPING = "由翹曲引起之正應力"
IDS_GEN_US_USSG_CALC_COMBINED_STRESSES = "計算合併應力"
IDS_GEN_US_USSG_STRESSES_DUETO_FLEXURE = "由彎曲引起之應力"
IDS_GEN_US_USSG_STRESSES_DUETO_TORSION_WEB = "由扭力引起之應力（腹板）"
IDS_GEN_US_USSG_STRESSES_DUETO_TORSION_FLANGE = "由扭力引起之應力（翼板）"
IDS_GEN_US_USSG_STRESSES_DUETO_TORSION_MAX = "由扭力引起之應力（最大值）"
IDS_GEN_US_USSG_CALC_FLEXURAL_BUCKLING_STRESS = "計算抗彎挫屈應力"
IDS_GEN_US_USSG_SLENDERNESS_RATIO = "細長比"
IDS_GEN_US_USSG_FLEXURAL_BUCKLING_STRESS = "抗彎挫屈應力"
IDS_GEN_US_USSG_RATIO_YIELDING_UNDER_NOMAL_STRESS = "正應力下之降伏極限狀態比值"
IDS_GEN_US_USSG_RATIO_YIELDING_UNDER_SHEAR_STRESS = "剪應力下之降伏極限狀態比值"
IDS_GEN_US_USSG_RATIO_BUCKLING = "挫屈極限狀態比值"
IDS_GEN_US_USSG_COMBINED_RATIO = "合併比"
IDS_GEN_US_USSG_CHK_RESULT_BY_POSITION = "依位置檢核結果"
IDS_GEN_US_USSG_TORSIONAL_DESIGN_INFO = "扭轉設計資訊"
IDS_GEN_US_USSG_AISC_STL_DGN_GUIDE_09 = "AISC 鋼材設計指南系列 09"
IDS_GEN_US_USSG_TORSIONAL_ANALYSIS = "鋼材結構構件之扭力分析"
IDS_GEN_US_USSG_ANGLE_OF_ROTATION = "旋轉角度"
IDS_GEN_US_USSG_CALC_STRESSES = "計算應力"
IDS_GEN_US_USSG_TORSIONAL_DESIGN_CODE = "扭轉設計規範"
IDS_SHEAR_REINF_IS_NOT_REQUIRED = "不需要剪力鋼筋"
IDS_SHEAR_REINF_MIN_IS_REQUIRED = "需要最小剪力鋼筋"
IDS_SHEAR_REINF_IS_REQUIRED = "需要剪力鋼筋"
IDS_REQ_SHEAR_STRENGTH_BY_REINF = "計算剪力鋼筋所需之抗剪強度"
IDS_REQ_SHEAR_REIN_SPACE = "計算剪力鋼筋所需間距"
IDS_CALC_SPACING_LIMIT_SHEAR_REINF = "計算鋼筋間距限制"
IDS_CHANGE_SECTION = "變更斷面"
IDS_REQUIRED_SHEAR_STRENGTH_BY_REINFORCEMENT = "鋼筋所需之抗剪強度"
IDS_USMC_CONSIDER_WEB_THICKNESS = "考慮腹板厚度"
IDS_USMC_CONSIDER_FLG_THICKNESS = "考慮翼緣厚度"
IDS_USMC_LAYOUT = "佈局"
IDS_USMC_ROWCOL_COLUMN = "柱"
IDS_USMC_ROWCOL_ROW = "行"
IDS_USMC_EXPECTED_YIELD_STRESS_APPLIED = "已套用預期降伏應力"
IDS_USMC_EXPECTED_YIELD_STRESS_NOT_APPLIED = "未套用預期降伏應力"
IDS_USMC_CAL_DESIGN_FORCES = "計算設計內力"
IDS_USMC_CAL_EXPECTED_YIELD_STRESS = "計算預期降伏應力"
IDS_USMC_CAL_DIST_FROM_COLM_FACE_TO_HINGE = "計算由柱面至塑性非線性鉸之距離"
IDS_USMC_CAL_MOMENT_AT_FACE_OF_COLUMN = "計算柱面處彎矩"
IDS_USMC_DETERMINE_DESIGN_FORCE = "確定設計內力"
IDS_USMC_CHK_SIZE_GIRDER_STIFFENER = "檢核主梁加勁肋尺寸"
IDS_USMC_CAL_REQUIRED_STIFFENER_LENGTH = "計算所需加勁肋長度"
IDS_USMC_CHK_WIDTH_THICK_RATIO_TO_PREVENT_L_BUCKLING = "檢核寬厚比以防止局部挫屈"
IDS_USMC_CAL_NO_PRYING_BOLT_MOMENT_STRENGTH = "計算無撬力螺栓彎矩強度"
IDS_USMC_CAL_BOLT_TENSILE_STRENGTH = "計算螺栓拉力強度"
IDS_USMC_GET_PRELIMINARY_VALUES_FOR_GEOMETRY = "取得連接幾何之初始值"
IDS_USMC_CAL_END_PLATE_YIELD_LINE_PARAMETER = "計算端板降伏線機構參數"
IDS_USMC_CAL_REQUIRED_END_PLATE_THICK = "計算所需端板厚度"
IDS_USMC_CAL_REQUIRED_THICK_OF_STIFFENED_PLATE = "計算加勁端板所需厚度"
IDS_USMC_CAL_REQUIRED_THICK_OF_STIFFENER = "計算加勁肋所需厚度"
IDS_USMC_CHK_REQUIRED_END_PLATE_THICK = "檢核所需端板厚度"
IDS_USMC_CAL_BEAM_FLANGE_FORCE = "計算梁翼板內力"
IDS_USMC_CHK_SHEAR_STRENGTH_OF_END_PLATE = "檢核端板外伸部分之抗剪強度"
IDS_USMC_CHK_SHEAR_YIELDING = "檢核剪切屈服"
IDS_USMC_CHK_SHEAR_RUPTURE = "檢核剪切破壞"
IDS_USMC_CHK_COMP_BOLT_SHEAR_RUPTURE_STRENGTH = "檢核受壓螺栓剪斷破壞強度"
IDS_USMC_CAL_BOLT_SHEAR_RUPTURE_STRENGTH = "計算螺栓剪斷破壞強度"
IDS_USMC_CHK_BOLT_SHEAR_RUPTURE_STRENGTH = "檢核受壓螺栓剪斷破壞強度"
IDS_USMC_CHK_BOLT_BEARING_TEAR_OUT_FAILURE = "檢核端板與柱翼板之螺栓承壓／撕裂破壞"
IDS_USMC_GET_BOLT_DATA = "獲取螺栓資料"
IDS_USMC_CHK_BOLT_BEARING_OF_END_PLATE = "檢核端板之螺栓承壓／撕裂破壞"
IDS_USMC_CHK_BOLT_BEARING_OF_COLUMN_FLANGE = "檢核柱翼板之螺栓承壓／撕裂破壞"
IDS_USMC_CHK_COLUMN_FLANGE_FLEXURAL_YIELDING = "檢核柱翼板之抗彎降伏"
IDS_USMC_GET_COLUMN_FLANGE_DATA = "獲取柱翼緣資料"
IDS_USMC_CAL_COLUMN_FLANGE_YIELD_LINE_PARAMETER = "計算柱翼板降伏線機構參數"
IDS_USMC_CAL_REQUIRED_THICK_COLUMN_FLANGE_FOR_YIELDING = "計算柱翼板抗彎降伏所需厚度"
IDS_USMC_CAL_DESIGN_FORCE_OF_STIFFENER = "計算加勁肋設計內力"
IDS_USMC_GET_STIFFENER_DATA = "獲取加勁肋資料"
IDS_USMC_CAL_STRENGTH_OF_UNSTIFF_COLUMN_FLANGE = "計算未加勁柱翼板強度"
IDS_USMC_CAL_LOCAL_WEB_YIELDING_STRENGTH = "計算腹板局部降伏強度"
IDS_USMC_CAL_WEB_BUCKLING_STRENGTH = "計算腹板挫屈強度"
IDS_USMC_CAL_WEB_CRIPPLING_STRENGTH = "計算腹板破壞強度"
IDS_USMC_DETERMINE_STIFFENER_DESIGN_FORCE = "確定加勁肋設計內力"
IDS_USMC_REQUIRED_GIRDER_STIFFENER_LENGTH = "所需梁加勁肋長度"
IDS_USMC_REQUIRED_GIRDER_STIFFENER_THICKNESS = "所需梁加勁肋厚度"
IDS_USMC_GIRDER_STIFFENER_BTR = "主梁加勁肋寬厚比"
IDS_USMC_NO_PRYING_BOLT_MOMENT_STRENGTH = "無撬力螺栓彎矩強度"
IDS_USMC_REQUIRED_END_PLATE_THICKNESS = "所需端板厚度"
IDS_USMC_SHEAR_YIELDING_STRENGTH_OF_END_PLATE = "端板剪力降伏強度"
IDS_USMC_SHEAR_RUPTURE_STRENGTH_OF_END_PLATE = "端板剪力破裂強度"
IDS_USMC_SHEAR_RUPTURE_STRENGTH_OF_COMP_BOLT = "受壓螺栓剪力破裂強度"
IDS_USMC_BOLT_BEARING_TEAR_OUT_OF_END_PLATE = "端板螺栓承壓／撕裂破壞"
IDS_USMC_BOLT_BEARING_TEAR_OUT_OF_COLUMN_FLANGE = "柱翼緣螺栓承壓／撕裂破壞"
IDS_USMC_REQUIRED_THICK_OF_COLM_FLANGE_FOR_FLEX_YIELD = "柱翼緣達彎曲降伏所需厚度"
IDS_USMC_STRENGTH_OF_UNSTIFFENED_COLUMN_FLANGE = "未加勁柱翼緣強度"
IDS_USMC_LOCAL_WEB_YIELDING_STRENGTH = "局部腹板屈服強度"
IDS_USMC_WEB_BUCKLING_STRENGTH = "腹板挫屈強度"
IDS_USMC_WEB_CRIPPLING_STRENGTH = "腹板破壞強度"
IDS_CALC_MAX_SPACING_TIES = "計算箍筋／螺旋筋最大間距"
IDS_CALC_SHEAR_STRENGTH_AXIAL = "計算混凝土在軸力作用下的剪力強度。"
IDS_CALC_REQ_SHEAR_REINF = "計算所需剪力鋼筋。"
IDS_DIMENSION = "尺寸"
IDS_CALC_BY_INTERPOLATION = "透過插值計算"
IDS_USBP_BP_CHECK_DEVELOPMENT_LENGTH = "檢核伸展長度（彎鉤鋼筋）"
IDS_GEN_US_USSG_CONCENTRATED_TOFRQUE_FIXED_END = "固定端構件端部集中扭力"
IDS_PSC_ALL_OTHER_LOCATIONS = "其他所有位置"
IDS_PSC_END_OF_SIMPLY_SUPPORTED = "簡支端部"
IDS_PSC_UNCRACKED = "未開裂"
IDS_PSC_TRANSITION_UNCRACKED_CRACKED = "未開裂與開裂間之過渡"
IDS_PSC_CRACKED = "開裂"
IDS_PSC_CLASS_U = "U類"
IDS_PSC_CLASS_T = "T類"
IDS_PSC_CLASS_C = "C類"
IDS_PSC_INITIAL = "初始"
IDS_PSC_SUSTAIN = "持續"
IDS_PSC_TOTAL = "合計"
IDS_PSC_INITIAL_SERVICE_LOAD = "初始使用載重"
IDS_PSC_SUSTAIN_SERVICE_LOAD = "持續使用載重"
IDS_PSC_TOTAL_SERVICE_LOAD = "總使用載重"
IDS_PSC_AXIS = "軸"
IDS_PSC_STRIP_ID = "條帶編號"
IDS_PSC_SPAN_ID = "跨度編號"
IDS_PSC_SECTION_ID = "斷面編號"
IDS_PSC_STRIP = "條帶"
IDS_PSC_SPAN = "跨度"
IDS_PSC_SECTION = "斷面"
IDS_PSC_STRAND = "鋼絞線"
IDS_PSC_SERVICEABILITY = "使用性"
IDS_PSC_BASIC_REBAR = "基本鋼筋"
IDS_PSC_ADDITIONAL_REBAR = "附加鋼筋"
IDS_PSC_TENDON_IS_NOT_EXIST = "鋼腱不存在。"
IDS_PSC_LONG_TERM = "長期"
IDS_PSC_PROPERTIES = "性質"
IDS_PSC_DUCT = "套管"
IDS_PSC_PRIMARY = "主要"
IDS_PSC_SECONDARY = "次要"
IDS_PSC_SUM = "合計"
IDS_PSC_CROSS_SECT_AREA_DGN_SECT = "設計斷面面積"
IDS_PSC_MIN_AREA_BONDED_NOT_REQUIRED = "不需要握裹異形縱向鋼筋之最小面積。"
IDS_PSC_TENSILE_FORCE_BY_SERVICE_EFF_PRESTRESS = "使用載重與有效預力共同作用產生之拉力"
IDS_PSC_COMP_FORCE_BY_TENDON = "鋼腱產生之壓力"
IDS_PSC_TENS_FORCE_BY_TENDON = "鋼腱產生之拉力"
IDS_PSC_PERM_STRESS_TRANSFER = "預力傳遞時容許應力"
IDS_PSC_PERM_STRESS_SERVICE = "使用階段容許應力"
IDS_PSC_USER_DEFINED = "使用者定義"
IDS_PSC_GROSS_SECT = "全斷面"
IDS_PSC_SECT_PROPERTIES = "斷面性質"
IDS_PSC_EXTREME_FIBER_STRESS_TENS = "最外層拉應力"
IDS_PSC_REQ_PRESTRESS_SLAB = "預力板規定"
IDS_PSC_REQ_LONG_REINF = "縱向鋼筋規定"
IDS_PSC_MIN_AVERAGE_COMP_STRESS = "最小平均壓應力"
IDS_PSC_MOMENT_REQ = "彎矩需求"
IDS_PSC_SPACING_REBAR = "鋼筋間距"
IDS_PSC_RATIO_TENS_REINF = "受拉鋼筋比"
IDS_PSC_STRESS = "應力"
IDS_PSC_COMPRESSION = "壓力"
IDS_PSC_TENSION = "拉力"
IDS_PSC_CLASSIFICATION = "分類"
IDS_PSC_LOCATION = "位置"
IDS_PSC_FORCE_BY_PRESTRESS = "預力產生之力"
IDS_PSC_ACCEPTABLE_NEUTRAL_AXIS_UNBOND = "無握裹鋼腱之中性軸深度符合規定。"
IDS_PSC_NOT_ACCEPTABLE_NEUTRAL_AXIS_UNBOND = "無握裹鋼腱之中性軸深度不符合規定。"
IDS_PSC_CHK_REQUIREMENT_PT_SLAB = "檢核預力板規定"
IDS_PSC_CHK_MIN_AVERAGE_COMP_STRESS = "檢核預力板最小平均壓應力"
IDS_PSC_CHK_TOTAL_QUAN_BONDED_REINF = "檢核板握裹預力鋼筋總量"
IDS_PSC_CHK_MIN_AREA_BONDED_IN_TENSION_ZONE = "檢核預壓拉力區內握裹異形縱向鋼筋之最小面積"
IDS_PSC_CHK_REQ_LONGITUDINAL_REINF = "檢核縱向鋼筋規定"
IDS_PSC_CHK_BENDING_MOMENT_CAPA = "檢核彎矩抗力"
IDS_PSC_CHK_SPACE_REBAR = "檢核鋼筋間距"
IDS_PSC_CHK_RATIO_TENS_REINF = "檢核受拉鋼筋比"
IDS_PSC_CHK_TENS_CTRL_UNBONDED = "檢核無握裹鋼腱拉力控制"
IDS_PSC_CHK_CONC_STRESS = "檢核混凝土應力"
IDS_PSC_CAL_PERM_STRESS_TRANSFER = "計算預力傳遞時容許應力"
IDS_PSC_CAL_PERM_STRESS_SERVICE = "計算使用階段容許應力"
IDS_PSC_CAL_SECT_PROP = "計算斷面性質"
IDS_PSC_CAL_EXTREME_FIBER_STRESS_FLEX_MEMBER = "計算預力受撓構材分類用最外層拉應力"
IDS_PSC_CAL_STRESS = "計算應力"
IDS_PSC_DESIGN_STRIP = "設計條帶"
IDS_PSC_DESIGN_SECTION = "設計斷面"
IDS_PSC_COMP_STRESS_CONC_BY_EFFECTIVE_PRESTRESS = "僅由有效預力產生之混凝土壓應力"
IDS_PSC_DESIGN_AS_NONPRESTRESSED_SLAB = "平均壓應力低於最小值之板，應設計為非預力板。"
IDS_PSC_BONDED = "握裹"
IDS_PSC_UNBONDED = "無握裹"
IDS_PSC_MIN_AREA_BOND_DEFORM_REINF = "握裹異形縱向鋼筋之最小面積"
/**/IDS_PSC_UNBOND_TENDON_ONLY = "Unbonded tendon only"
/**/IDS_PSC_CAL_STRS_UNBOND_NOMINAL_FLEXURAL_STRN = "Calculate stress in unbonded prestressed reinforcement at nominal flexural strength"
